[
    {
        "id": "d1ddb5fe-235d-4a0a-a375-c9a1ef690bb9",
        "name": "Ackerschachtelhalm",
        "description": "**Ackerschachtelhalm** (Equisetum arvense)\nIm Frühjahr ist der Schachtelhalm (auch Zinnkraut genannt) eine blassgebliche stengelartige Pflanze, die nach kurzer Zeit verschwindet. Später wachsen dann grüne Sommertriebe, die früher gerne zum Putzen von Metall verwendet wurden, woher auch der Name Zinnkraut kommt.\nIm Frühling wachsen ca. 20 cm grosse blassgelbliche Stengel mit einer Sporenähre an der Spitze. Die Spitze enthält die Sporen, mit denen sich der Schachtelhalm fortpflanzt. Der Stengel setzt sich aus mehreren Abschnitten zusammen, die ineinander verschachtelt sind, woher auch der Name Schachtelhalm kommt. Der Frühlingstrieb des Schachtelhalms enthält gar kein Chlorophyll und ernährt sich ausschliesslich aus seinem Wurzelgeflecht. Der Zweck des Frühlingstriebs ist ausschliesslich die Fortpflanzung. Nach der Fortpflanzung sterben die Frühlingstriebe ab.\nDie Frühjahrstriebe von Ackerschachtelhalm werden in Korea und Japan gerne als Frühlingsgemüse gegessen und heißen dort Tsukushi.\nIm Mai wachsen dann die grünen Sommertriebe, die 10 - 50 cm hoch werden. Die Gestalt der Sommertriebe erinnert an kleine Nadelbäume; sie haben einen Stengel, von dem quirlförmig grüne Zweige abstehen. Diese Stengel ersetzen die Blätter. Auch Blüten hat der Schachtelhalm nicht, weil er eine Sporenpflanze ist.\n*Gute Schachtelhalme haben keine braunen Stellen; die braunen Stellen sind ein Hinweis darauf, dass der betroffene Schachtelhalm leicht giftig ist.*\n**Verwechslungsgefahr: Leicht giftig ist der Sumpf-Schachtelhalm (Equisetum palustre), der auf feuchten Wiesen, Ufern und Mooren wächst und ist vor allem für Pferde sehr giftig. Der Sumpfschachtelhalm eignet sich nicht als Heilmittel.**\nVor ca. 400 Millionen Jahren war der Schachtelhalm baumgross und bevölkerte riesige Wälder zusammen mit Riesenfarnen und Moosen. Wie diese so hat auch der Schachtelhalm keine Blüten sondern vermehrt sich durch Sporen.",
        "asyncImageURL": "https://imgix.obi.de/api/disc/cms/public/dam/DE-AT-Assets/pflanzen/ackerschachtelhalm-bekaempfen/1-ackerschachtelhalm-bekaempfen-dam-2095824.jpg",
        "properties": ["blutreinigend", "blutstillend", "entzündungshemmend", "harntreibend"],
        "effect": "Aufgrund seines hohen Gehalts an Mineralstoffen, insbesondere der Kieselsäure, kann der Schachtelhalm sowohl zum Erhalt als auch zur Wiederherstellung der Knochengesundheit einen wichtigen Beitrag leisten. So kann die Arzneipflanze zum Beispiel zur unterstützenden Behandlung bei Knochenbrüchen, Osteoporose oder Arthrose eingesetzt werden.Auch bei Nierenkrankheiten und Problemen des Bindegewebes ist Kieselsäure hilfreich\nGemäß der von Paracelsus überlieferten Signaturenlehre entsprechen diese Einsatzgebiete dem klar strukturierten Erscheinungsbild der Pflanze. Danach schafft er Ordnung in den Gedanken von Menschen, denen diese Fähigkeit verloren gegangen ist.\nDer Ackerschachtelhalm wirkt dank seiner Flavonoide entzündungshemmend, weshalb er ebenso bei rheumatischen Beschwerden im Bewegungsapparat zum Einsatz kommen kann. Seine Silikate, die zu etwa 10 % wasserlöslich sind, nähren zudem Haut, Haare und Nägel sowie das Bindegewebe. Somit kann er innerlich beispielsweise bei übermäßiger Schweißbildung oder Cellulitis sowie bei Inkontinenz oder Reizblase angewendet werden. In der chinesischen Medizin gilt er aus diesem Grund als Qi- und Yin-Tonikum für die Niere.\nAls Tee wirkt der Schachtelhalm nicht nur harntreibend, sondern auch antimikrobiell. Deshalb kann er zum Durchspülen der Harnwege bei bakteriellen oder entzündlichen Erkrankungen der Harnwege beitragen oder das Ausleiten von Nierengrieß, harnpflichtigen Stoffen oder Ödemen nach langem Stehen beziehungsweise stumpfen Verletzungen unterstützen. Die Wirkung diuretisch wirkender Medikamente kann er so verstärken.\nSeine entzündungshemmenden, antimikrobiellen und blutstillenden Eigenschaften kann man sich zudem bei schlecht heilenden Wunden, Ekzemen sowie Entzündungen im Mund oder bei Zahnfleischbluten zu Nutze machen, indem man ihn für Spülungen, Sitzbäder oder Umschläge einsetzt.",
        "usage": ["Tee: Innerlich wird das Schachtelhalmkraut vorwiegend als Tee eingesetzt. Der Tee muss mindestens 20 Minuten kochen, damit sich die Kieselsäure aus den Pflanzen löst. Den Tee kann man verwenden, wenn man seinem Harnapparat oder seinem Bindegewbe etwas Gutes tun will.\nZur Blutstillung eignet sich am besten der frische Pressaft.",
        "Äußerlich: Äußerlich ist der Schachtelhalm als Voll-, Teilbad, Wickel oder Auflage geeignet. Dazu wird je nach Bedarf eine grössere Menge Tee gekocht.\nAls Bad wird der Tee mit Wasser verdünnt. Für ein Vollbad muss man ca. 150 g Schachtelhalm rechnen.\nWickel und Auflagen, z.B. bei Ekzemen, Geschüren usw. werden in den Tee getaucht und auf die betroffenen Stellen aufgelegt."],
        "symptoms": ["Afterjucken", "Blasenschwäche", "Blutungen", "Durchblutungsstörungen", "Frostbeulen", "Hautentzündungen", "Krampfadern", "Nierenschwäche", "Ödeme", "Rheumatische Schmerzen“, “Schwache Menstruation“, “Wassersucht", "Wunden"],
        "ingredients": ["Kieselsäure", "Saponine", "Flavone", "Kalzium", "Kalium", "Magnesium", "weitere Spurenelemente"],
        "sideEffects": ["Keine Nebenwirkungen bekannt"],
        "contraindications": ["Keine Gegenanzeigen bekannt"],
        "harvestTime": ["Mai bis Juli"],
        "harvest": "Die Triebe sollten bis Ende Juli abgeschnitten und frisch verwendet oder getrocknet werden, da sie danach verholzen und der Kieselsäuregehalt sinkt.",
        "isFavorite": false
    },
    {
        "id": "57993679-e252-4ef2-b140-586a38bf2db0",
        "name": "Aloe vera",
        "description": "Die Aloe vera ist eine vielseitige Heilpflanze, die in Wüstengegenden heimisch ist. Durch ihre dicken, fleischigen Blätter erinnert die Aloe ein wenig an Kakteen, aber sie ist eine Lilienart, eng verwandt mit dem Affodil.\nDie Pflanze hat meistens keinen Stamm oder nur einen kurzen Stamm, der sich aus den Resten von alten Blättern entwickelt. Sie wächst mit bis zu 20 Blättern rosettenartig direkt aus dem Boden. Die Blätter werden bis zu 50 cm lang, sind dick und fleischig und etwa 6 cm breit. Am Aussenrand haben die Blätter kleine Stacheln. Unter günstigen Bedingungen treibt die Pflanze nach mehreren Jahren einen Blütenstengel aus, an dem sich ein gelber Blütenstand mit einer Reihe von schmalen Blüten entwickelt. An einem Blütenstand sieht man gleichzeitig Knospen, voll ausgebildete Blüten und verblühte Blüten. Sie blüht von unten nach oben allmählich auf. Die einzelnen Blüten bleiben jedoch relativ geschlossen, bis sie verblüht wirken. Das Aussehen der Blüten zeigt auch deutlich die Verwandtschaft zum Affodil. An Lilien erinnern die Blüten der Aloe kaum.\nIn ihrer arabischen Heimat ist die Aloe schon seit über 6.000 Jahren als Heilpflanze bekannt. In Mitteleuropa wird sie seit etwa 1930 für Heilzwecke eingesetzt. Bei der Aloe und ihren Produkten muss man unterscheiden, ob das sanfte Gel oder das drastisch wirkende, gelbliche Harz verwendet wurde. Gel und Harz sind in ihrer Wirkung so unterschiedlich, als würde es sich um zwei verschiedene Heilpflanzen handeln.",
        "asyncImageURL": "https://kansasplantfarm.com/img/product/large/62/Aloebarbadensis10.jpg",
        "properties": ["befeuchtend", "entzündungshemmend", "lindernd", "reizmildernd", "abführend", "verdauungsfördernd"],
        "effect": "Aloe vera enthält eine Vielzahl von Inhaltsstoffen, die für ihre vielseitigen Heilwirkungen verantwortlich sind. Zu den wichtigsten gehören Vitamine, Mineralstoffe, Aminosäuren und Polysacharide.\nAloe vera hat eine Vielzahl von Wirkungen auf die Haut. Das Gel der Pflanze spendet Feuchtigkeit, schützt die Haut und hilft bei der Regeneration. Es wirkt beruhigend auf die Haut und kann bei gestresster, trockener und gereizter Haut hilfreich sein und wird oft verwendet, um Sonnenbrand und andere Hautreizungen zu behandeln.\nAloe vera-Gel kann innerlich entzündungshemmend und beruhigend wirken, insbesondere für den Darm. Eine Studie aus Chile zeigte, dass Aloe vera die Darmflora positiv beeinflussen kann, indem es die Anzahl von Bifidobakterien vermehrt.\nDarüber hinaus kann Aloe Vera das Immunsystem stärken und Entzündungsprozessen im Körper entgegenwirken. Bei gekauften Produkten ist es jedoch wichtig, auf eine gute Qualität des Aloe Vera-Gels zu achten, da minderwertige Produkte schädliche Nebenwirkungen haben können.",
        "usage": ["Äusserliche Anwendung des frischen Gels: Die frischeste Aloe bekommt man, wenn man sie selbst im Haus anbaut. Sobald die Blätter gross genug sind, kann man sie abschneiden und das Gel, das darin enthalten ist verwenden. Das frische Gel kann man einfach auf die betroffenen Hautstellen streichen. Das Gel enthält feuchtigkeitsspendende Wirkstoffe und wirkt ausserdem reizlindernd, leicht antibakteriell und entzündungshemmend.\nDa das Gel gut kühlt, ist es vor allem angenehm bei Beschwerden wie Sonnenbrand und Juckreiz.\nWegen der juckreizstillenden und wundheilenden Wirkung kann man Aloe-Gel auch bei Neurodermitis und anderen Ekzemen einsetzen.\nAuch bei Schürfwunden kann das Gel lindernd wirken und die Wundheilung verbessern.\nDie leichte antibakterielle und die wundheilende Wirkung macht das Aloe-Gel auch zu einem guten Mittel gegen Akne.",
            "Aloe vera Produkte und ihre äusserliche Anwendung: Die Aloe vera ist Bestandteil zahlloser Fertigprodukte. In manchen dieser Produkte sind nennenswerte Mengen des Aloe-Gels enthalten. Man kann sie daher ähnlich anwenden, wie das frische Gel, sofern sie für derartige Anwendungen vorgesehen sind.\nViele Aloe-vera-Produkte enthalten nur geringe Spuren der Aloe. Die Aloe ist in diesen Produkten hauptsächlich dafür enthalten, dass die Hersteller auf der Verpackung mit Aloe werben können. In kosmetischen Produkten für den Alltag ist eine geringe Aloe-Menge kein Problem, denn eine Tagescreme ist üblicherweise keine Heilanwendung, sondern Hautpflege. Ein wenig Aloe in einer solchen Creme verstärkt die feuchtigkeitsspendende Wirkung.",
            "Innerliche Anwendung des frischen Gels: Um das frische Gel innerlich anzuwenden, löst man das Gel aus den Blättern heraus, nachdem der gelbe Saft vollständig abgeflossen ist. Man kann das Gel einfach essen. Alternativ kann man es auch in Jogurt einrühren, im Müsli essen oder mit Obst zusammen zu einem Obstsalat machen. Der Fantasie sind hier kaum Grenzen gesetzt. Allerdings sollte man das Gel nicht kochen, denn dann verändern sich die wertvollen Wirkstoffe.\nDie innerliche Anwendung des Gels wirkt in erster Linie reizlindernd, sodass sie sich für Sodbrennen, Reizmagen oder Reizdarm eignet. Manche Menschen verwenden Aloe-Gel sogar bei Colitis ulcerosa.\nDer innerlichen Einnahme des Gels wird auch eine immunstimulierende Wirkung nachgesagt, die jedoch nicht durch medizinische Studien bewiesen ist.\nAloe-Gel soll bei regelmässiger Einnahme den Blutzuckerspiegel senken und daher bei Diabetes helfen. Auch erhöhte Blutfettwerte wie ein erhöhter Cholesterinspiegel und erhöhte Triglyceride sollen gesenkt werden. Ausserdem sollte das vermeintlich gute Cholesterin namens HDL vermehrt werden.",
            "Aloe vera Produkte und ihre innerliche Anwendung: Die meisten Aloe-vera-Produkte aus dem normalen Handel enthalten heutzutage ausschliesslich das Gel und nicht das stark reizende Harz. Solche Produkte sind im Allgemeinen mild, zumindest was den Aloe-Anteil angeht. Je nach Produkt kann man es einfach zum Genuss essen oder in der Hoffnung, das Immunsystem zu stärken, den Blutzuckerspiegel zu senken und die Blutfettwerte zu verbessern. Bei den meisten Aloe-Produkten zur innerlichen Anwendung sind diese Wirkungen jedoch eher gering.\nVorsichtig sollte man sein, wenn einem Aloe-Produkt nachgesagt wird, dass es gegen Verstopfung hilft. Dann enthält es möglicherweise mehr oder weniger viel des aggressiven Harzes.",
            "Innerliche Anwendung des Harzes: Der gelbe Saft der Aloe kann zu einem Harz eingedickt werden, bis schliesslich ein gelbes Pulver daraus entsteht. In dieser harzigen Substanz ist das Glykosid Aloin enthalten. Aloin hat eine stark reizende Wirkung, was medizinisch gegen Verstopfung eingesetzt wird. Das Aloin verstärkt die Darmbewegungen und behindert die Rückgewinnung von Wasser im Dickdarm. Daher wandert der Nahrungsbrei schneller durch den Darm und bleibt flüssiger. So kann Obstipation gelindert werden.\nLange Zeit waren Mittel aus dem Harz (Latex) der Aloe daher beliebte Abführmittel. Doch inzwischen wird die Wirkung des Aloe-Harzes als zu drastisch eingeschätzt. Ausserdem vermutet man krebsfördernde Wirkungen, was bei einer reizenden Substanz kein Wunder ist.",
        "Achtung: In der Schwangerschaft sollte das Harz der Aloe keinesfalls angewendet werden, weil der Wirkstoff Aloin vorzeitige Wehen auslösen kann. Auch kann es zu einer Fehlgeburt kommen."],
        "symptoms": ["Akne", "Brandwunden", "Ekzeme", "Geschwüre", "Hautirritationen", "Herpes", "Insektenstiche", "Juckreiz", "Neurodermitis", "Psoriasis", "Schlecht heilende Wunden", "Schuppenflechte", "Schürfwunden", "Sonnenbrand", "Unreine Haut", "Verbrennungen", "Zahnfleischentzündung", "Colitis ulcerosa", "Diabetes", "Erhöhte Blutfettwerte", "Husten", "Reizdarm", "Reizmagen", "Sodbrennen", "Stärkung des Immunsystems"],
        "ingredients": [
            "Wasser", "Aminosäuren", "Vitamin A", "Vitamin B1", "Vitamin B2", "Vitamin B3", "Vitamin B6", "Folsäure", "Vitamin C", "Vitamin E", "Enzyme", "Calcium", "Chlorid", "Chrom", "Eisen", "Kalium", "Kupfer", "Magnesium", "Mangan", "Natrium", "Phosphor", "ZinkGlykoproteine"],
        "sideEffects": ["Das Harz kann zu Reizungen führen."],
        "contraindications": ["In der Schwangerschaft sollte das Harz der Aloe keinesfalls angewendet werden, weil der Wirkstoff Aloin vorzeitige Wehen auslösen kann. Auch kann es zu einer Fehlgeburt kommen."],
        "harvestTime": ["Wenn die Blätter gross genug sind"],
        "harvest": "Sobald die Blätter einer selbst kultivierten Aloe-Pflanze gross genug sind, kann man sie einzeln abschneiden und das Gel, das darin enthalten ist verwenden. Optimal für die Pflanze ist es, wenn sie mindestens zwölf Blätter hat, bevor man anfängt, Blätter abzuschneiden. Am besten schneidet man immer nur eines der unteren Blätter ab und verwendet es ganz frisch. Die restliche Pflanze lässt man weiter wachsen, bis ein Blatt nachgewachsen ist und man wieder eines der unteren Blätter ernten kann.\nGleich nach dem Abschneiden des dicken Blattes lässt man den gelben Saft herauslaufen. Er enthält das Harz mit dem stark reizenden Wirkstoff Aloin. Wegen der reizenden Wirkung ist diese Substanz für den Hausgebrauch nicht geeignet. Wenn der gelbe Saft abgelaufen ist, schneidet man ein so grosses Stück des Blattes ab, wie man für die aktuelle Anwendung braucht. Das restliche Blatt kann man in einer Plastiktüte im Kühlschrank ein paar Tage aufheben. Das Blattstück für die aktuelle Verwendung kann man aufschneiden.\nFür die äusserliche Anwendung kann man direkt mit der Gelseite über die zu behandelnden Hautstellen streichen, für die innerliche Anwendung kann man das Gel vorsichtig mit einem Messer herauslösen..",
        "isFavorite": false
    },
    {
        "id": "e6c28867-9aa3-4c30-a7e8-3956cfdb23b4",
        "name": "Angelika / Engelwurz",
        "description": "**Angelika / Engelwurz** (Angelica archangelica)\nDie mannshohe Angelika ist eine alte Heilpflanze aus dem Norden. Früher stand sie in jedem Garten, inzwischen findet man sie jedoch häufiger verwildert als in Hausgärten.\nSie gehört zur großen Familie der Doldenblütler und ist eine von den großen Vertretern dieser Familie. Trotz der Größe besteht Verwechslungsgefahr mit dem tödlich giftigen Wasserschierling. Sie sieht auch dem Kümmel oder Anis sehr ähnlich. Man sollte die Pflanze also sehr gut kennen, bevor man sie sammelt.\nDie Angelika ist eine zweijährige Pflanze. Im ersten Jahr bildet sie Blätter am Boden aus und im zweiten Jahr wächst sie hoch und blüht. Im blühenden Zustand wird die Angelika bis zu 2 m hoch. Wie andere Doldenblütler bestehen ihre Blüten aus Dolden, die bei der Angelika eher rund als flach sind. Da sie nur sehr langsam keimt, ist es nicht so einfach, sie anzubauen. Wenn sie sich in einem Garten jedoch eingelebt hat, sät sie sich auch von selbst aus und kommt dann immer wieder.\nDie Angelika hat einen angenehmen aromatischen Geruch und einen süßen Geschmack. Es gibt noch weitere Angelika-Sorten, insbesondere in der Chinesischen Medizin z.B. chinesische Angelika (Angelica dahurica) und Taiwan Angelika (Angelica taiwaniana), diese sind aber keine Alternative zur heimischen Angelika.\nAngelika wird in Deutschland, Frankreich und Belgien landwirtschaftlich angebaut.\nIn Zeiten der Cholera und Pest war die Angelika ein wichtiges Heilmittel. Bauern setzten die Wurzeln auch bei ihren Tieren ein, um Koliken und andere Verdauungsprobleme zu heilen.",
        "asyncImageURL": "https://www.tausende-gaerten.de/pflanzen/wildstauden/wilde-engelwurz/index.php?rex_media_type=img1400_940&rex_media_file=angelica-sylvestris-01-bluete-wilde-engelwurz.jpg",
        "properties": ["antiseptisch", "abwehrsteigernd", "blähungstreibend", "karminativ", "galletreibend", "kraftspendend", "krampflösend", "Kreislauf stabilisierend", "spasmolytisch", "magensaftfördernd"],
        "effect": "Die Angelika, auch Engelwurz genannt, enthält verschiedene Inhaltsstoffe, darunter ätherische Öle, Bitterstoffe, Furanocumarine und Cumarine. Diese Inhaltsstoffe tragen zur appetitanregenden, verdauungsfördernden und krampflösenden Wirkung der Pflanze bei.\nDie Inhaltsstoffe entfalten schon im Mund ihre Wirkung, im Mund beginnt Speichel zu fließen. Im Magen werden Verdauungssäfte freigesetzt und die Gallenblase gibt ihre Gallenflüssigkeit frei. Auf dem Weg durch die Verdauungsorgane wirken die verschiedenen Wirkstoffe direkt am Ort der Probleme.\n*Einige Inhaltsstoffe (Furanocumarine) erhöhen die Empfindlichkeit für Sonnenlicht und können bei empfindlichen Menschen eine Entzündung der Haut und Ekzeme verursachen.*",
        "usage": ["Tee: Man nimmt einen halben TL trockene Wurzel auf eine Tasse Wasser. Der Tee wird kalt angesetzt, dann kurz aufgekocht und fünf Minuten ziehen gelassen. Davon trinkt man täglich bis zu zwei Tassen.",
        "Tinktur: Auch als Tinktur ist die Angelika geeignet. Von der Tinktur nimmt man 2-3 mal täglich 20 Tropfen. Statt der Wurzel kann man die sanfter wirkenden Samen oder getrockneten Blätter benutzen."],
        "symptoms": ["Anorexie", "Appetitlosigkeit", "Appetitmangel", "Blähungen", "Erkältungskrankheiten", "Erschöpfungszustände", "Gicht", "Leberschwäche", "Magen-Darm-Krämpfe", "Magenschwäche", "Magersucht", "Menstruationsbeschwerden", "Migräne", "Rheuma", "Verdauungsprobleme", "Verstopfung", "Wechseljahrsbeschwerden"],
        "ingredients": ["ätherische Öle", "Angelicin", "Bergapten", "Bitterstoffe", "Furanocumarine", "Imperatorin", "Pentadecanolid", "Umbelliferon", "Xanthotoxin"],
        "sideEffects": ["Kann die Empfindlichkeit für Sonnenlicht erhöhen", "Kann bei äußerer Anwendung zu Rötungen, Hautirritationen oder leichten Verätzungen führen"],
        "contraindications": ["Nicht anwenden bei Schwangerschaft","Nicht anwenden bei Magen- oder Darmgeschwüren"],
        "harvestTime": ["Wurzel: zeitiges Frühjahr oder Spätherbst",
            "Blätter: vor der Blüte",
            "Samen: Oktober bis Dezember"],
        "harvest": "Bei der Ernte sollten Handschuhe getragen werden, weil die Pflanzensäfte die Haut stark reizen.\nDie Wurzeln werden im zeitigen Frühjahr oder im Spätherbst geerntet. Sie dürfen nicht bei Wärme oder im Backofen getrocknet werden, da sonst die wertvollen ätherischen Öle verdunsten. Gut geeignet ist ein trockener und luftiger Dachboden.\nDie Blätter erntet man vor der Blüte und trocknet diese sanft ohne zu erhitzen.\nDie Samen können von Oktober bis Dezember geerntet werden und werden ohne starke Wärme oder gar Hitze sanft nachgetrocknet.",
        "isFavorite": false
    },
    {
        "id": "c3bde006-c984-4d72-9787-2a99c66e6b3e",
        "name": "Anis",
        "description": "**Anis** (Pimpinella anisum)\nHeimisch ist der Anis im südöstlichen Mittelmeerraum und Asien. Nach Mitteleuropa kam der Anis durch Mönche und Nonnen in Klostergärten.\nDer Anis ist eine einjährige Pflanze, sie wird etwa 50 cm hoch. Die Blätter im unteren Bereich sind dreilappig, weiter oben sind sie gefiedert. Ganz oben sind die Blätter schmal gelappt.\nIm Juli und August blüht der Anis in weißen Dolden. Aus den Blüten entstehen die Früchte mit ihrer eiförmigen Form, die sich nach oben verjüngen.\nDer Standort sollte trocken, warm und sonnig sein. Der Boden sollte wasser- und luftdurchlässig sein. Im Frühjahr im Abstand von etwa 20 cm aussäen. Da die Pflanze einjährig ist, muss man sie jedes Jahr neu säen, man sollte aber an gleicher Stelle nur alle 3 Jahre Anis anbauen.\n*Vom tödlich giftigen Schierling kann man den Anis am leichtesten durch den angenehmen Duft unterscheiden.*/nAnis ist eine sehr alte Heil- und Gewürzpflanze, in unseren Breiten ist er nur in Gärten oder im landwirtschaftlichen Anbau zu finden, wilde Pflanzen sind sehr selten. Seine süßlich schmeckenden Früchte sind in der Weihnachtsbäckerei und in Schnäpsen (z.B. Ouzo) bekannt.\nIn der Heilkunde hilft Anis bei Husten, Blähungen und bei der Milchbildung.",
        "asyncImageURL": "https://www.mein-schoener-garten.de/sites/default/files/styles/discover_1x1/public/Anis%20Bluete%20Makro%2020130711.JPG?h=4e469bdc&itok=AQiUPkcK",
        "properties": ["antibakteriell", "entspannend", "harntreibend", "krampflösend", "schleimlösend", "tonisierend"],
        "effect": "Anis enthält verschiedene Inhaltsstoffe, darunter ätherisches Öl, das bis zu 5% der Früchte ausmacht und trans-Anethol als Hauptkomponente hat. Neben Anethol sind auch Methylchavicol und Anisaldehyd in geringeren Mengen enthalten. Weitere Inhaltsstoffe sind fettes Öl, Proteine, mineralische Bestandteile, Flavonoide und Phenolcarbonsäuren. Das ätherische Öl wird durch Wasserdampfdestillation aus den getrockneten Samen gewonnen und enthält Anethol in einem Anteil von etwa 80 bis 90%.",
        "usage": ["Tee: Anis ist Bestandteil vieler Teemischungen, weil er nicht nur eine ausgeprägte Wirkung gegen viele Beschwerden hat, sondern auch langweilige Kräutermischungen geschmacklich aufwertet. Anis findet sich in einigen Tee-Mischungen gegen Fieber, z.B. in Kombination mit Weidenrinde.\nDer Stilltee, den junge Mütter zu Beginn der Stillzeit trinken sollten, besteht aus Anis, Kümmel und Fenchel. Der Tee entfaltet seine Wirkung indirekt über die Muttermilch und wirkt gegen Blähungen des Babys. Gleichzeitig regt dieser Tee die Milchbildung an. Stillenden Müttern hilft auch reiner Anistee bei der Milchbildung, hier nimmt der Säugling ebenfalls die Inhaltsstoffe gegen Blähungen über die Muttermilch auf. Die milchbildende Wirkung beruht auf der östrogenen Wirkung des Anisöls.Die Samen sollten vor der Anwendung zerquetscht werden, z.B. mit einem Mörser, da so die Wirkstoffe besser freigesetzt werden können.\nDer Geschmack von Anis ist süßlich, blumig und mild. Durch seinen freundlichen Geschmack ist Anis auch besonders für Kinder geeignet.\nDas ätherische Öl des Anis wird nach der Einnahme über die Lunge ausgeschieden und wirkt dadurch durch die Lungenbläschen und Bronchien von innen. Auch die Verdauungsvorgänge werden auf milde Weise angeregt. Blähungen lösen sich durch die krampflösende Wirkung in Wohlgefallen auf.",
        "Äußerlich: Das ätherische Anisöl kann man, verdünnt mit fetten Ölen oder als Salbe, zu Einreibungen verwenden. So hilft es bei Brusteinreibungen gegen Husten und bei Baucheinreibungen gegen Blähungen und Magen- und Darmkrämpfe.\nFür Inhalation mit Anisöl nimmt man heißes Wasser und etwa 5 Tropfen Anisöl, die Dämpfe atmet man etwa 10 Minuten ein. Dies lindert die Beschwerden bei Erkältungen.\nAuf keinen Fall sollte man Anisöl unverdünnt innerlich anwenden oder in die Augen bringen. Ätherische Öle dürfen nicht bei Säuglingen eingesetzt werden.\n\nIn der Küche ist der Anis, vor allem bei Süßspeisen und Gebäck sehr beliebt. Auch hier hilft er, die Verdauung zu unterstützen und fördert die Atmung."],
        "symptoms": ["Abgeschlagenheit", "Aphrodisiakum", "Appetitlosigkeit", "Asthma", "Blähungen", "Bronchitis", "Epilepsie", "Erbrechen", "Halsinfektionen", "Insektenstiche", "Kopfschmerzen", "Magenkrämpfe", "Milchbildung", "Pfeiffersches Drüsenfieber", "Reizhusten", "Schlaflosigkeit", "Schluckbeschwerden", "Trockener Husten", "Verdauungsschwäche"],
        "ingredients": ["ätherisches Öl", "Anethol", "Isoanethol", "Ansiketon", "Anissäure", "Acetaldehyd", "Acetylcholin", "Azulen", "Bergapten", "Bor", "Kampfer", "Carvon", "Chamazulen", "Eugenol", "Kaffeesäure", "Cumarine", "Myristicin", "Salicylate", "Thymol", "Umbelliferon", "Xanthotoxin", "Vitamin C"],
        "sideEffects": ["Kann allergische Hautreaktionen hervorrufen, auch der Schleimhäute"],
        "contraindications": ["Nicht für Schwangere geeignet, kann Wehen auslösen", "Allergie gegen Anis oder Anethole"],
        "harvestTime": ["Frühherbst"],
        "harvest": "Sobald im Frühherbst die Samen-Früchte reif sind, werden diese geerntet, diese werden sanft nachgetrocknet und dürfen auf keinen Fall erhitzt werden, da sonst die wertvollen ätherischen Öle verloren gehen.\nBei der Lagerung kann sich an den Gefäßwänden ein Teil der ätherischen Öle niederschlagen, dies ist zwar ein Zeichen für unsachgemäße Lagerung hat aber keinen großen Einfluss auf die Qualität der Samen.",
        "isFavorite": false
    },
    {
        "id": "cfc7cc0f-a4ce-418b-913f-dc6f94faab28",
        "name": "Arnika",
        "description": "**Arnika** (Arnica montana)\nArnika ist eine in der Naturheilkunde sehr geschätzte Heilpflanze mit gelben Blüten, die vor allem für ihre entzündungshemmenden und schmerzlindernden Eigenschaften bekannt ist.\nDie mehrjährige Pflanze wird bis zu 50 cm hoch. Meistens ist sie aber zwischen 20 und 30 cm groß. Am Boden wächst eine Art Rosette aus wenigen eiförmigen Blättern, die behaart sind. Der ebenfalls behaarte Stengel entspringt dieser Blattrosette und trägt seinerseits meistens ein bis zwei gegenständige Blattpaare. An der Spitze des Stengels und manchmal auch an Nebenstengeln, die den Blattachseln entspringen, blühen zwischen Juni und August leuchtend gelbe Korbblüten. Die Blüten der Arnika sehen meistens zerzaust und asymmetrisch aus, was ein typisches Erkennungsmerkmal für die Arnika ist.\nSie ist in Europa vorwiegend in Berggegenden heimisch. So findet man die Arnika beispielsweise in den Alpen, dem Hochschwarzwald und den Vogesen. Sie bevorzugt saure Böden und meidet Kalk.\n**In Deutschland ist die Arnika so selten, dass sie geschützt ist und daher nicht gesammelt werden darf.**",
        "asyncImageURL": "https://www.adiva.hr/wp-content/uploads/2019/11/arnika-ili-brdanka-je-ljekovito-bilje-zanimljivih-svojstava.jpg",
        "properties": [
            "blutreinigend", "durchblutungsfördernd", "entzündungshemmend", "harntreibend", "hautreizend", "krampflösend", "kreislaufstärkend", "schmerzstillend", "schweißtreibend"
        ],
        "effect": "Arnika fördert die Wundheilung, lindert Schmerzen und kann bei Prellungen sowie Verstauchungen eingesetzt werden.",
        "usage": [
            "Die Arnika ist eine sehr stark wirkende Heilpflanze, die eine gewisse Reizwirkung ausübt. Daher sollte man sie innerlich nur mit großer Vorsicht und stark verdünnt anwenden. Auch äußerlich sollte man sie vor der Anwendung verdünnen. Bei vielen Menschen kann die Arnika auch Allergien auslösen, daher sollte man sich vorsichtig an die Anwendung der Arnika herantasten. Wer Probleme mit der einheimischen Arnika hat, sollte die ähnlich wirkende Arnika aus Spanien oder Portugal ausprobieren, diese enthalten weniger Helenalin und wird von einigen Menschen besser vertragen.",
            "Tinktur: Die Haupt-Anwendungsform der Arnika ist die Tinktur und zwar in reichlich Wasser verdünnt. Um eine Tinktur der Arnika selbst herzustellen, übergießt man Arnikablüten in einem Schraubdeckel-Glas mit Doppelkorn oder Weingeist, bis alle Blüten bedeckt sind, und lässt die Mischung verschlossen für 2 bis 6 Wochen ziehen. Dann abseihen und in eine dunkle Flasche abfüllen.",
            "Tee: Arnika-Tee wird eher selten eingesetzt, man kann ihn aber ähnlich einsetzen wie verdünnte Tinkturen also äußerlich. Für einen Tee zum Gurgeln und für äußerliche Anwendungen übergießt man ein bis zwei Teelöffel der getrockneten Arnika-Blüten mit einer Tasse kochendem Wasser und lässt ihn zehn Minuten ziehen. Anschließend abseihen. Diesen Tee verwendet man lauwarm zum Gurgeln oder halb-halbe verdünnt mit Wasser für Umschläge. Achtung! Dieser Arnika-Tee sollte nicht getrunken werden!",
            "Atemwegserkrankungen: Gut verdünnt, z.B. 10-25 Tropfen auf ein Glas lauwarmes Wasser, kann man die Arnika-Tinktur zur Behandlung von Halsentzündungen verschiedenster Art einsetzen. Dazu gurgelt man mit der Mischung. Getrunken hilft die verdünnte Tinktur auch gegen Erkältungen und Bronchitis.",
            "Weitere innerliche Anwendungsgebiete: Ein weiteres wichtiges, innerliches Einsatzgebiet der verdünnten Arnika sind Herzschwäche und Kreislaufbeschwerden. Die Arnika stärkt das Herz und bringt den Kreislauf in Schwung. Bei der innerlichen Anwendung ist Vorsicht angebracht, da Arnika Herzrhythmusstörungen auslösen kann. Dies ist auch der wichtigste Grund, warum in der modernen Heilpflanzenkunde viele auf die innere Anwendung verzichten. Außerdem hilft sie gegen krampfartige Beschwerden der Verdauungsorgane. Man kann sie auch gegen rheumatische Erkrankungen einsetzen.",
            "Äußerlich: Das Haupt-Einsatzgebiet der Arnika ist die äußerliche Anwendung, vor allem gegen stumpfe Verletzungen wie Prellungen und Verstauchungen. Dazu macht man am besten Umschläge mit verdünnter Tinktur oder verdünntem Tee. Man kann die Arnika auch in Salben und Cremes gegen Verletzungen anwenden. Außer gegen Verletzungen kann die Arnika auch gegen schlecht heilende Wunden helfen, weil sie durch die Reizung die Durchblutung fördert, was letztlich den Heilungsprozess in Gang bringt. Auch gegen Neuralgien wie Hexenschuss oder Ischias kann man Arnika versuchen. Durch die durchblutungsfördernde Wirkung kann sie auch gegen Krampfadern und Venenschwäche helfen. In manchen Fällen hat Arnika auch bei Ekzemen eine heilende Wirkung. Aber da sie selbst hautreizend wirkt, kann sie in anderen Fällen sogar Ekzeme auslösen. Man sollte also auch bei der äußerlichen Anwendung der Arnika vorsichtig sein. Falls die Haut zu sehr gereizt wird, sollte man mit der Arnika-Behandlung aufhören."
        ],
        "symptoms": [
            "Aphten", "Bronchitis", "Erkältung", "Fieber", "Grippe", "Heiserkeit", "Husten", "Mandelentzündung",
            "Mundschleimhautentzündung", "Rachenentzündung", "Zahnfleischentzündungen", "Durchfall", "Magenkrämpfe",
            "Seekrankheit", "Gelenkschmerzen", "Gicht", "Rheuma", "Herzbeschwerden", "Herzschwäche", "Blutergüsse",
            "Ekzeme", "Entzündungen durch Insektenbisse", "Furunkel", "Gelenkentzündungen", "Hautentzündungen", "Hämatome",
            "Krampfadern", "Muskelkater", "Neuralgien", "Prellungen", "Quetschungen", "schlecht heilende Wunden",
            "Schwellung bei Knochenbrüchen", "Thrombose", "Venenentzündung", "Venenschwäche", "Verstauchungen", "Zerrungen"
        ],
        "ingredients": [
            "ätherisches Öl", "Bitterstoffe", "Flavone", "Procyanidine", "Helenalin", "Arnicin", "Beta-Sitosterol",
            "Kampfer", "Flavonoide", "Inulin"
        ],
        "contraindications": ["Nicht anwenden bei Arnika-Allergie, Korbblüter-Allergie, frische offene Wunden.","Innerlich nicht bei: Kleinkinder, Schwangerschaft, Stillende"
        ],
        "sideEffects": [
            "Allergische Hautreaktionen", "Ekzeme", "Blasen", "Juckreiz", "Nekrose (Absterben von Hautzellen)",
            "innere Blutungen", "Durchfall", "Erbrechen", "Herzrhythmusstörungen", "Kreislaufzusammenbruch",
            "Schwindel", "Zittern"
        ],
        "harvestTime": ["Juli / August"],
        "harvest": "Die Blüten werden ab Juli geerntet und schonend getrocknet. Man breitet die Blüten im luftigen Schatten aus und wendet die Blüten häufig. Auf keinen Fall dürfen die Blüten in der Sonne oder mit künstlicher Hitze getrocknet werden, da sie sonst verwelken.\n**Wichtig: Keine wildwachsenden Arnika sammeln, da sie geschützt sind!**",
        "isFavorite": false
    },
    {
        "id": "6c0a30f3-1c11-4466-86b3-73b7fb86581d",
        "name": "Bärlauch",
        "description": "**Bärlauch** (Allium ursinum)\nIm Frühling gibt es Stellen im Wald, die stark nach Knoblauch duften. Dort wächst der Bärlauch, manchmal in grossen Familien, denn wenn er erst einmal irgendwo heimisch geworden ist, breitet er sich gerne üppig aus. Der Bärlauch bevorzugt schattige Laubwälder und humusreiche Standorte. Man findet ihn häufig in Auwäldern in der Nähe von Flüssen. Er ist eine mehrjährige Pflanze, die Jahr für Jahr wieder neu erscheint.\nZuerst wachsen im Frühjahr, etwa ab März, die Blätter des Bärlauchs. Am Anfang sind sie sehr klein. Im Verlauf von einigen Tagen wachsen die Blätter heran und werden im Schnitt 25 cm lang. Sie sind länglich, lanzettlich, weich und ähneln den Blättern des Maiglöckchen. Im Gegensatz zu Maiglöckchen-Blättern duften Bärlauchblätter jedoch eindeutig nach Knoblauch. Dieser Geruch ist wichtig zur Unterscheidung, denn Maiglöckchen sind giftig. Im weiteren Verlauf des Frühlings wächst aus der Blattrosette ein oder mehrere Stengel, der die weiße, luftige Bärlauchblüte trägt. Die Bärlauch-Blüten sind reichblütige Scheindolden und die einzelnen Blüten sehen aus wie kleine Sterne.\nEs sind die Blätter, die geerntet werden, am besten vor der Blüte, denn dann sind sie zart und lecker. Ein Kräuterquark mit reichlich Bärlauch gehört zu den leckersten Frühjahrserlebnissen und ist obendrein noch sehr gesund. Er fördert nicht nur die Verdauung, sondern verhindert auch Arteriosklerose und senkt den Blutdruck und kann somit sogar Herzinfarkt und Schlaganfall vorbeugen. Dadurch ist der Bärlauch das reinste Labsal gegen Zivilistationskrankheiten.",
        "asyncImageURL": "https://die-vorratskammer.de/wp-content/uploads/2021/05/baerlauch-3.jpg",
        "properties": ["adstringierend", "anregend", "antibiotisch", "blutreinigend", "Cholesterinspiegel senkend", "durchblutungsfördernd", "entzündungshemmend", "Galle treibend", "harntreibend", "hautreizend", "schleimlösend", "schweisstreibend", "Stoffwechsel anregend", "tonisierend"],
        "effect": "Bärlauch enthält eine Vielzahl von Nährstoffen und Vitaminen. Er ist reich an Vitamin C, mit bis zu 150.000 µg pro 100 g, was fast 180 Prozent des täglichen Bedarfs eines Erwachsenen entspricht. Zusätzlich sind im Bärlauch ätherische Öle, Schwefelverbindungen wie Allicin und Alliin, Lecithine, Flavonoide, Fructosane und Saponine enthalten. Diese Inhaltsstoffe machen Bärlauch zu einer gesunden und wertvollen Zutat in der Küche und als Heilpflanze.\nWegen seiner knoblauchähnlichen Substanzen wirkt der Bärlauch ähnlich wie der Knoblauch. Er reinigt die Blutgefäße und wirkt dadurch gegen Arteriosklerose. Infolgedessen kann der Bärlauch gegen Schlaganfall und Herzinfarkt vorbeugen.\nAuch gegen alltäglichere Folgen der Arteriosklerose kann der Bärlauch helfen, sei es der Bluthochdruck, die kalten Füsse oder Hände, schlechte Hautheilung durch Mangeldurchblutung, Kopfschmerzneigung, Schwindel, manche Gedächtnisstörungen, Schmerzen beim Gehen oder Leistungsschwäche.\nAußerdem wirkt der Bärlauch stärkend auf den Stoffwechsel und die Verdauung. Man kann ihn auch gegen Frühjahrsmüdigkeit anwenden.\n*Er soll sogar den Bären nach ihrem Winterschlaf auf die Beine helfen und ihnen neue Kraft geben. Der Bärlauch verleiht also Bärenkräfte.*",
        "usage": ["Der Bärlauch kann nicht getrocknet werden, denn dann gehen seine Wirkstoffe verloren. Daher verwendet man ihn am besten frisch. Man kann die möglichst jungen Bärlauchblätter verwenden, aber auch die Knospen schmecken gut. Die Blätter kann man zu zahlreichen Rezepten verarbeiten und die Knospen kann man einlegen wie Kapern oder einfach so essen, z.B. im Salat.",
        "Tee: Als Tee ist der Bärlauch wegen seines zarten Knoblaucharomas nicht so geeignet, dafür umso mehr für die Frühjahrsküche oder die mittelalterliche Küche.",
        "Tinktur: Man kann den Bärlauch auch als Tinktur gegen Arteriosklerose und indirekt gegen Bluthochdruck anwenden. Um eine Bärlauch-Tinktur selbst herzustellen, übergiesst man Bärlauch-Blätter in einem Schraubdeckel-Glas mit Doppelkorn oder Weingeist, bis alle Pflanzenteile bedeckt sind, und lässt die Mischung verschlossen für 2 bis 6 Wochen ziehen. Dann abseihen und in eine dunkle Flasche abfüllen.\nVon dieser Tinktur nimmt man ein bis drei mal täglich 10-50 Tropfen ein. Wenn einem die Tinktur zu konzentriert ist, kann man sie mit Wasser verdünnen."],
        "symptoms": ["Appetitlosigkeit", "Asthma", "Bluthochdruck", "Blähungen", "Bronchitis", "Durchblutungsstörungen", "Durchfall", "Fieber", "Frühjahrsmüdigkeit", "Gedächtnisschwäche", "Kalte Füße", "Kalte Hände", "Kopfschmerzen", "Leistungsschwäche", "Rheuma", "Schlechte Wundheilung", "Verdauungsstörungen", "Würmer"],
        "ingredients": ["Allicin", "Vitamin C", "Ätherisches Öl", "Vinylsulfid", "Merkaptan", "Mineralsalze", "Eisen", "Schleim", "Zucker", "Vitamin A", "Vitamin B1", "Vitamin B2", "Vitamin B3", "Vitamin B5", "Vitamin B6", "Biotin", "Folsäure", "Vitamin E", "Kalium", "Mangan", "Zink"],
        "sideEffects": ["Bei übermäßigem Verzehr kann Bärlauch den Magen-Darm-Trakt reizen."],
        "contraindications": ["Frischer Bärlauch steht im Verdacht abtreibend zu wirken und sollte daher nicht während der Schwangerschaft eingenommen werden.","Auch während der Stillzeit sollte er nicht eingesetzt werden, da die Inhaltsstoffe in die Muttermilch übergehen und beim Säugling Blähungen auslösen können."],
        "harvestTime": ["April / Mai"],
        "harvest": "Die Erntezeit für den Bärlauch liegt je nach Gegend zwischen Anfang März und Anfang Mai. Da der Bärlauch in den letzten Jahren immer beliebter wird, sollte man beim Sammeln zurückhaltend sein und berücksichtigen, dass sich die Pflanze nur langsam verbreitet. Generell sollte man nur in grossen Beständen ernten und auch nur dort, wo es erlaubt ist. Von der einzelnen Blattrosette sollte man mindestens zwei Drittel stehen lassen, damit die Pflanze genug Blattmasse hat, um die Zeit bis zum nächsten Jahr zu überstehen.\nGanz wichtig ist auch die Identifizierung des Bärlauchs. Die Blätter riechen eindeutig nach Knoblauch. Ist das bei angetroffenen Blättern nicht der Fall, handelt es sich nicht um Bärlauch.\n**Ähnliche Blätter, die nicht nach Knoblauch duften können das giftige Maiglöckchen oder die ebenso giftige Herbstzeitlose sein.** Auch der Aronstab und die vielblütige Weißwurz können gelegentlich mit dem Bärlauch verwechselt werden auch wenn die Verwechslungsgefahr bei diesen beiden nicht so groß ist\nDank der grossen Beliebtheit kann man den Bärlauch in der Saison auch immer öfter frisch im Handel kaufen, der häufig aus gezieltem Anbau stammt. Bevor man im Wald spärliche Bestände plündert, und dadurch auf Dauer schädigt, ist es möglicherweise besser, sich frischen Bärlauch zu kaufen.\nMan kann den Bärlauch relativ gut einfrieren. Tiefgefroren schmeckt der Bärlauch zwar nicht ganz so gut wie frisch, aber deutlich besser als selbst getrocknet. Zum Einfrieren wäscht man den Bärlauch, trocknet ihn ab und schneidet ihn klein. Dann füllt man ihn in kleine Portionsbeutel oder in eine Eiswürfelform und legt ihn in die Tiefkühltruhe. Bei Bedarf entnimmt man eine Portion und taut sie auf.",
        "isFavorite": false
    },
    {
        "id": "41a2ddbc-9758-4379-ad2f-0cffac8e70d8",
        "name": "Baldrian",
        "description": "**Baldrian** (Valeriana officinale)\nHoch reckt der Baldrian seine schlanken kräftigen Stiele auf denen sich luftige rosafarbene Blüten sanft im Winde wiegen, die Büten duften zart und angenehm. Bei diesen zarten Düften und dem luftigen Erscheinungsbild wundert es nicht, daß Baldrian zart beruhigend aufs Nervensystem und den Körper wirkt.\nDer Baldrian kommt in nahezu ganz Europa vor. Man findet ihn an den Ufern von Bächen und Gräben, auf feuchten Wiesen und an Waldrändern. Der Baldrian ist eine mehrjährige Staude, sodass die Pflanze im Frühjahr immer wieder neu heranwächst. Der Boden für den Baldrian sollte ausreichend feucht und tiefgründig sein. Der Standort sollte sonnig bis halbschattig sein. Man kann den Baldrian auch in großen Kübel anbauen, muss sie dann jedoch häufig gießen.\nIm Frühjahr wachsen zuerst die unpaarig gefiederten Blätter aus der Erde und bilden ein luftiges Kissen. Ende April steigen die ersten Stiele aus den Blättern auf und wachsen bis zum Sommer bis zu 2 m hoch. Dann entspringen im Juli oder August aus jedem Stengel mehrere rosafarbene Trugdolden, die sich luftig über die anderen Pflanzen der Umgebung erheben. Die Wurzeln mit ihren zahlreichen Fasern sind außen braun und innen weißlich.\nEin zarter angenehmer Duft geht von den Blüten aus. Katzen mögen diesen Duft ganz besonders gern, daher wird der Baldrian auch Katzenkraut genannt. Manche Menschen empfinden den Duft der Baldrian-Blüten auch als eher unangenehm, vor allem, wenn es regnet. Der Geruch der Wurzeln wird von deutlich mehr Menschen als unangenehm empfunden, vor allem wenn sie nach der Trocknung stark riechen. Ganz anders geht es den Katzen, die den Baldrianduft lieben und ganz verrückt nach ihm sind.\nFrüher wurde der Baldrian sehr oft in den typischen Bauerngärten angebaut. Der Grund dafür war nicht nur die Heilwirkung und der zierende Effekt, sondern auch die Fähigkeit des Baldrians, den Boden zu durchlüften und Regenwürmer anzuziehen. So fördert der Baldrian im Garten das Wachstum des Gemüses und anderer Pflanzen.\nIn manchen Gartengeschäften und bei Spezialversendern bekommt man Samen oder fertige Pflanzen vom Baldrian. Im zeitigen Frühjahr sät man die Samen unter Glas in Saatkästen oder kleine Töpfchen. Ab Mai kann man sie auch ins Freiland säen, wenn der Boden dort über mehrere Wochen hinweg nicht von anderen Pflanzen überwuchert wird. Wichtig ist es, dass man die Samen nicht mit Erde bedeckt, weil er Baldrian ein Lichtkeimer ist. Der Samen braucht nahezu einen Monat bis er keimt, daher braucht man eine Menge Geduld. Sobald kleine Pflanzen gewachsen sind, pflanzt man sie im Abstand von 50 cm bis 1 Meter aus. Das Gleiche gilt für fertig gekaufte Pflänzchen. Bis zum späten Sommer entwickeln sich die neuen Baldrian-Pflanzen zu kräftigen Pflanzen. Doch erst nach zwei bis drei Jahren sind sie voll ausgewachsen. Wenn der Baldrian Ausläufer bildet, kann man diese kleinen Pflanzen im Frühjahr von der Mutterpflanze trennen und im passenden Abstand auspflanzen.",
        "asyncImageURL": "https://www.naturadb.de/images/pflanzen/5768/Echter+Baldrian--3874-1920sq.jpg",
        "properties": ["beruhigend", "entspannend", "konzentrationsfördernd", "krampflösend", "schlaffördernd"],
        "effect": "Die Wurzel des Baldrians wirkt in erster Linie beruhigend. Die Wirkung des Baldrians ist durch medizinische Studien untermauert. Selbst die Funktion der einzelnen Wirkstoffe wurde untersucht. Die Sesquiterpene im Baldrian verändern die Funktion und die Erregungsübertragung der sogenannten GABA-Rezeptoren in Nervenzellen. Das führt zu einer entspannenden und entkrampfenden Wirkung. Die Valerensäure im Baldrian unterstützt diese Wirkung, indem sie die Stoffwechselaktivität der Nervenzellen verändert. Durch diese entspannende Wirkung kann man den Baldrian nicht nur bei Schlafstörungen und Nervosität einsetzen, sondern auch bei zahlreichen Gesundheitsbeschwerden, die mit Unruhe und Verkrampfungen einher gehen.\nZahlreiche andere Arten der Gattung Baldrian (Valeriana) haben eine ähnliche Wirkung wie der heimische echte Baldrian. Eine mexikanische Verwandte des Baldrians, Valeriana edulis, hat eine besonders große Wurzel mit sehr intensiver Wirksamkeit.\nSchon im Altertum empfiehlt Dioskurides den Baldrian als erwärmendes Mittel mit harntreibender und menstruationsfördernder Wirkung. Er nennt den Baldrian Phu. Hildegard von Bingen sieht im Baldrian ein Heilmittel gegen Brustfellentzündungen. Auch Hippokrates, Tabernaemontanus und Paracelsus schätzten den Baldrian als wertvolle Heilpflanze. Der Baldrian wurde unter anderem gegen Augenkrankheiten, Epilepsie und sogar gegen die Pest eingesetzt. Bei den Germanen stand der Baldrian, als Baldurs Pflanze, im Ruf, ein Allheilmittel zu sein. Diese Vorstellung wurde im Mittelalter von den meisten Völkern übernommen, in deren Ländern der Baldrian heimisch war. Erst im 17. Jahrhundert wurde die beruhigende Wirkung des Baldrians auf das Nervensystem immer bekannter.",
        "usage": ["Bei allen Zuständen von Nervosität, Schlaflosigkeit und vielen psychosomatisch bedingten Krankheiten (z.B. Magengeschwür oder - krämpfe) kann Baldrian als Tee, Tinktur oder Pulver (z.B. Tabletten) eingesetzt werden. Bei Schlaflosigkeit empfiehlt sich vor dem Schlafengehen ein Tee aus Baldrian, Hopfen, Beifuss und Melisse, der in kleinen Schlucken langsam getrunken wird.\nDa Baldrian nicht müde macht, kann er auch bei Prüfungsangst eingesetzt werden. Inzwischen gibt es Baldrianprodukte in jedem größeren Supermarkt. Sie können viele Psychopharmaka ersetzen, weil sie nicht nur ungefährlicher wirken sondern auch nicht süchtig machen.",
        "Tee: Am besten setzt man den Baldrian-Tee als Kaltauszug an. Dazu übergiesst man ein bis zwei Teelöffel Baldrian-Wurzel mit einer Tasse Wasser. Den Tee lässt man etwa zwölf Stunden ziehen. Dann filtert man ab und erwärmt den Tee auf Trinktemperatur. In kleinen Schlucken trinken. Bei Eile oder in Teemischungen kann man die Baldrian-Wurzel auch als Aufguss zubereiten und den Tee dann 10 bis 15 Minuten ziehen lassen.\n**Baldrian-Blüten als Tee:** Wer will, kann auch die Blüten des Baldrians als Tee einsetzen. Die Baldrian-Blüten sind deutlich milder als die Wurzel und riechen angenehmer. Im Handel sind sie normalerweise nicht erhältlich, man muss sie also selber ernten. Mit den Baldrian-Blüten kann man wahlweise einen Kaltauszug oder einen Aufguss zubereiten und als Tee trinken.",
        "Tinktur: Um eine Baldrian-Tinktur selbst herzustellen, übergiesst man Baldrian in einem Schraubdeckel-Glas mit Doppelkorn oder Weingeist, bis alle Pflanzenteile bedeckt sind, und lässt die Mischung verschlossen für 2 bis 6 Wochen ziehen. Dann abseihen und in eine dunkle Flasche abfüllen. Von dieser Tinktur nimmt man abends oder bei Bedarf ein bis zwei Teelöffel ein. Wenn einem die Tinktur zu konzentriert ist, kann man sie mit Wasser verdünnen.",
        "Baldrian-Blüten als Schlafkissen: Die zarten Baldrian-Blüten kann man in Form eines Kräuterkissens als Einschlafhilfe verwenden. Dazu füllt man getrocknete Baldrian-Blüten in einen kleinen (selbstgenähten) Kissenbezug oder Beutel aus Stoff. Zur Ergänzung der Wirkung kann man zusätzlich Lavendelblüten, Melisse und Hopfenzapfen in das Kissen füllen. Das Kissen legt man im Bett neben das Kopfkissen, um den sanften Duft einatmen zu können.",
        "Fertigprodukte mit Baldrian: Im Handel und in Apotheken werden jede Menge Tabletten und Dragees mit Baldrian angeboten. Die Dosierung dieser Mittel ist sehr unterschiedlich und reicht von leicht, für die Anwendung am Tage, bis zu stark, bei ausgeprägten Schlafstörungen. Häufig sind die Baldrian-Mittel auch mit anderen Heilpflanzen kombiniert, beispielweise Hopfen, Melisse oder Passionsblume."],
        "symptoms": ["Bluthochdruck", "Blähungen", "Darmkrämpfe", "Gallenbeschwerden", "Gastritis", "Kopfschmerzen", "Krämpfe", "Magenkrämpfe", "Magenschleimhautentzündung", "Migräne", "Nervosität", "Nervöse Herzbeschwerden", "Neurodermitis", "Prüfungsangst", "Reizblase", "Rückenschmerzen", "Schilddrüsenüberfunktion", "Schlafstörungen", "Unruhe", "Verspannungen", "Wechseljahrsbeschwerden"],
        "ingredients": ["Ätherische Öle", "Valerensäure", "Baldriansäure", "Sesquiterpene", "Arnikaflavon", "Hydrophile Lignane", "Bitterstoffe", "Gerbstoffe", "Harz", "Alkaloide"],
        "sideEffects": ["Baldrian kann Nebenwirkungen wie Magen-Darm-Beschwerden, Kopfschmerzen, Schwindel und Juckreiz verursachen.", "Es kann auch zu Durchfall, Übelkeit und Erbrechen kommen, wenn zu viel Baldrian eingenommen wird.", "Baldrian kann die Fahrtüchtigkeit beeinträchtigen und die Reaktionsfähigkeit vermindern, daher sollten Sie bis zwei Stunden nach der Einnahme nicht Auto fahren."],
        "contraindications": ["Nicht anwenden bei Allergie gegen Baldrian", "In Baldriantropfen und -tinkturen ist oftmals Alkohol enthalten, der nicht für Minderjährige, Schwangere und trockene Alkoholiker geeignet ist."],
        "harvestTime": ["Wurzel: Oktober", "Blüten: Juli / August"],
        "harvest": "Die Wurzeln des Baldrians weren im Herbst gesammelt, wenn die Blütezeit schon lange vorbei ist. Am besten lässte man einen Teil der Wurzel zurück, damit der Baldrian mit etwas Glück die Chance hat, neu heran zu wachsen. Die Wurzeln werden abgebürstet und mit kaltem Wasser kurz abgespült. Dann werden sie in kleine Stücke geschnitten und an einem warmen Platz möglichst schnell getrocknet.Wenn man keinen geeigneten warmen Platz hat, kann man sie auch bei niedriger Hitze (50°C) im geöffneten Backofen trocknen. Auch ein Dörrgerät kann hier hilfreiche Dienste leisten.\nDie Blüten werden im Hochsommer gesammelt, wenn die Pflanzen in voller Blüte stehen. Dann werden sie an einem schattigen Ort getrocknet.\n**Achtung! Damit keine Katzen die zu trocknenden Baldrian-Teile verunreinigen, sollte man die Trocknung an einem Platz durchführen, der von Katzen nicht erreicht werden kann.**",
        "isFavorite": false
    },
    {
        "id": "dd3f0095-c48e-42c1-9f0f-7f26a9c47618",
        "name": "Basilikum",
        "description": "**Basilikum** (Ocimum basilicum)\nDas Basilikum liebt die Wärme und das Sonnenlicht. Darum gedeiht es in Mittelmeerländern besonders gut. Basilikum gehört zu den Lippenblütern, ist aber in Mitteleuropa nur einjährig. Kälte bekommt ihm gar nicht, es wird dann schnell braun und verfällt.\nDie Blätter des Basilikums sind spitz-oval, glänzend und grün. Sie duften wunderbar würzig. Beim normalen Basilikum sind die Blätter in der Mitte rundlich nach oben gewölbt. Sie wachsen gegenständig am Stengel. Wenn man die oberen Blattpaare kappt, verdoppeln sich die Triebe und die Pflanze wird üppiger. Ab Juli fängt das Basilikum an zu blühen, es bildet dann einen verlängerten Stengel, an dem weiße Blüten aufblühen.\n**Vermehrung durch Ansaat**\nDa Basilikum in Mitteleuropa einjährig ist, wird er am besten durch Aussaat kultiviert. Der Samen hält sich sieben Jahre, man muss also nicht jedes Jahr neuen Samen kaufen. Basilikum eignet sich sehr gut für den Anbau in Töpfen.\n*Da Schnecken ganz wild auf Basilikum sind, ist der Anbau in Töpfen auch sicherer als der Freilandanbau, denn man kann Blumentöpfe besser schützen.*\nAls Erde eignet sich gute Blumenerde, am besten mit etwas Sand. Der Basilikum ist ein Lichtkeimer, er wird bei der Aussaat also nicht mit Erde bedeckt. Während der Keimdauer sollte man die Samen feucht halten. Dazu bietet es sich an, den Topf mit einer Plastikfolie abzudecken oder ihn in ein Zimmergewächshaus zu stellen, denn dann muss man nicht so oft nachfeuchten.\n*Ausserdem essen Vögel gerne die Samen. Eine lichtdurchlässige Abdeckung schützt vor den gierigen Vögeln.*\nZum Befeuchten wird die Oberfläche der Erde samt Samen am besten mit einem Sprüher besprüht. Die Samen quellen sichtbar auf, wenn es ihnen gut geht. Sie keimen dann relativ bald innerhalb von einer Woche.\nDer Basilikum möchte warm stehen und braucht viel Sonne. Dann gedeiht er gut und ist bald gross genug, um davon zu ernten.\n**Gekaufte Pflanzen**\nBasilikum-Pflanzen kann man inzwischen schon sehr billig in Supermärkten kaufen. Die gekauften Basilikum-Töpfe eignen sich jedoch kaum, um sie längere Zeit zu kultivieren und wachsen zu lassen, denn sie sind zu klein. Wenn man die Pflanzen in einen grösseren Topf setzt, sollte man sie ausdünnen, denn die gekauften Pflanzen sind zu dicht gesät. So kann man aus einer gekauften Pflanze mehrere üppige Pflanzen für den ganzen Sommer haben.",
        "asyncImageURL": "https://www.medikamente-per-klick.de/apotheke/wp-content/uploads/2021/12/Basilikum_AdobeStock_81129315@Friedberg-1.jpg",
        "properties": ["antibakteriell", "beruhigend", "harntreibend", "krampflösend", "schleimlösend", "schmerzstillend", "schweisstreibend", "tonisierend", "darmreinigend", "menstruationsfördernd", "Muttermilch fördernd", "Libido steigernd"],
        "effect": "Basilikum ist uns vor allem als Gewürzpflanze bekannt. Besonders zusammen mit Tomaten entfaltet er sein unvergleichliches Aroma. Doch Basilikum ist auch eine Heilpflanze, die nicht nur die Verdauungsorgane stärkt, sondern auch die Nerven beruhigt und Migräne lindert.\nIn der Frauenheilkunde kann Basilkum Periodenkrämpfe lindern und unregelmäßige Menstruationsblutungen regeln. Auch gegen Wechseljahrsbeschwerden kann man Basilikum verwenden, denn sein Inhaltsstoff Beta-Sitosterol ist dem Hormon Östrogen ähnlich und wirkt daher dem Hormonmangel entgegen. Stigmasterol, ein weiterer Inhaltsstoff, fördert den Eisprung, was auch zur Regulierung der Zyklen beiträgt.",
        "usage": ["Tee: Eine Tasse nach jeder Mahlzeit wirkt verdauungsfördernd. Auch das Nervensystem wird durch Basilikum gestärkt und Migräne gelindert.\nBasilikum kann bei Periodenkrämpfen, unregelmässigen Menstruationsblutungen und Wechseljahrsbeschwerden helfen.\nAchtung! In der Schwangerschaft sollte man Basilikum nicht in grösseren Mengen zu sich nehmen.\nRiechpulver: Getrocknet und zerstossen kann man Basilikum als Unterstützung für den Geruchssin nach chronischem Schnupfen einsetzen.",
        "Äußerliche Anwendung: Frische Blätter helfen zerrieben gegen Insektenstiche.\nDas ätherische Öl hilft gegen Insektenstiche, nervöse Schlaflosigkeit und Migräne. Entweder äußerlich aufgetragen oder in der Duftlampe verwenden.\nAls Waschung, Bad oder Umschlag angewandt kann Basilikum-Tee gegen schwer heilende Wunden und Hautabschürfungen helfen.",
        "In der Küche: Zusammen mit Tomaten schmeckt frischer Basilikum extrem lecker. Man kann im Prinzip fast jeden Salat mit frischem Basilikum würzen. Getrocknet kann man ihn wie Pfeffer verwenden, auch in gekochten Gerichten"],
        "symptoms": ["Blasenentzündung", "Blähungen", "Darminfektionen", "Fieber", "Gicht", "Hautabschürfungen", "Hautrisse", "Insektenstiche", "Magenkrämpfe", "Magenschwäche", "Migräne", "Nervenschwäche", "Schlecht heilende Wunden", "Schwindelanfälle", "Verstopfung", "Wechseljahrsbeschwerden"],
        "ingredients": ["Ätherische Öle", "Linalool", "Estragol", "Eugenol", "Basilischer Kampfer", "Cineol", "Menthol", "Thymol", "Methylcavicol", "Anethol", "Kampfer", "Linolensäure", "Kaffeesäure", "Gerbstoff", "Saponine", "Flavonoide", "Farnesol", "Stigmasterol", "Beta-Sitosterol", "Citral", "Limonen", "Geraniol"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Basilikumöl aufgrund des hohen Estragolgehalts nicht in Schwangerschaft und Stillzeit, bei Säuglingen und Kleinkindern sowie über längere Zeiträume einnehmen, da Estragol mutagen und krebserregend sein kann."],
        "harvestTime": ["Juni bis August"],
        "harvest": "Am besten isst man Basilikum frisch, weil er dann ein herrliches Aroma hat. Dazu zupft man nicht einzelne Blätter ab, sondern man kappt die Triebspitzen. In der darunterliegenden Blattebene können sich dann nämlich die Seitentriebe entwickeln und zu zwei neuen Triebspitzen heranwachsen. Wenn man auf diese Weise konsequent erntet, werden die Pflanzen immer buschiger und entwickeln sich zu ungeahnter Üppigkeit.\nTrocknen:Für den Wintervorrat kann man den Basilikum auch trocknen. Dazu schneidet man die Pflanzen dicht über der Erde ab. Die ganzen Pflanzen werden dann zu kleinen Bündeln zusammengebunden und an einem schattigen, aber warmen und trockenen Ort getrocknet. Wenn die Pflanzen vollständig getrocknet sind, werden sie kleingeschnitten und luftdicht aufbewahrt, damit das Aroma erhalten bleibt.\nDer getrocknete Basilikum kann mit den frischen Blättern leider nicht mithalten.",
        "isFavorite": false
    },
    {
        "id": "899bfe52-63f5-4284-be6d-ba9353544622",
        "name": "Beifuss",
        "description": "**Beifuß** (Artemisia vulgaris)\n Der Beifuß ist in Europa, Asien und Nordamerika heimisch. Er gedeiht auf kargen Böden und wächst häufig an Wegrändern, Bahndämmen, Böschungen und anderen verwilderten Stellen und wird meistens gar nicht als wertvolle Heilpflanze wahrgenommen. Seine dunkle Blattfarbe und unauffälligen Blüten führen zu dieser allgmeinen Ignoranz. Wenn man diese wärmeverbreitende Heilpflanze jedoch erstmal kennengelernt hat, möchte man sie nicht mehr missen.\nDer Beifuß ist eine mehrjährige Pflanze, die meistens von Jahr zu Jahr größer wird. Er wird bis zu 2 m hoch und hat einen harten Stengel mit vielen Seitenausläufern. Der Stengel ist meistens braun bis rötlich. Seine doppelt gefiederten Blätter sind auf der Oberseite dunkelgrün und auf der Unterseite weißlich und filzig. Die unauffälligen Blüten sind klein und grau-gelb. Überhaupt ist die ganze Pflanze trotz ihrer Größe sehr unauffällig. Dabei war das Beifusskraut früher eine der wichtigsten und heiligsten Heilpflanzen. Der Beifuss ähnelt auch seinem Bruder, dem Wermut, ist aber lange nicht so bitter.\nDer Beifuß ist sehr anspruchslos. Er kommt auch mit steinigen und trockenen Böden relativ gut klar. In vielen Gärten siedelt er sich von selber an, wenn ihm die dortigen Bedingungen zusagen.\nDa der Beifuß als Unkraut gilt, findet man kaum Beifuß-Pflanzen im Handel. Man kann jedoch kleine Beifuß-Pflanzen in der Natur ausgraben und im eigenen Garten anpflanzen. Dabei sollte man jedoch beachten, ob der Besitzer des Grundstücks, dem man den Beifuß entnimmt, damit einverstanden ist.\nMan kann auch Stecklinge vom Beifuß machen oder Teile der Wurzel ausgraben und im Garten einpflanzen.\nFalls man Samen erhält, kann man diese im Frühling oder Herbst ansäen.\nIn früheren Jahrhunderten galt der Beifuß als Mutter aller Kräuter. Er wurde gegen zahlreiche Frauenbeschwerden und Verdauungsprobleme eingesetzt und sollte außerdem auf magische Weise stärken und schützen.\nIn Persien wurde er um 400 v. Chr. von der Königin Artemisia verwendet. Diese Königin ist eine von zwei möglichen Namengeberinnen des Beifußes (Artemisia vulgaris). Auch die Göttin Artemis kommt als Namensgeberin des Beifußes in Frage. Der Beifuß war ihr geweiht.\n**Andere Beifuß-Arten**\n Der einjährige Beifuss aus China, ein naher Verwandter des europäischen Beifusses, hilft selbst in schweren Fällen gegen Malaria.\n**Die Beifuss-Ambrosie ist eine entfernte Verwandte des Beifusses. Sie ist ein gefürchteter Allergie-Auslöser. Beifuss-Ambrosie kann sogar die generelle Neigung zu Allergien aktivieren.**",
        "asyncImageURL": "https://imgix.obi.de/api/disc/cms/public/dam/DE-AT-Assets/pflanzen/beifuss/1-beifuss-dam-320710.jpg",
        "properties": ["antibakteriell", "antimykotisch", "appetitanregend", "beruhigend", "durchblutungsfördernd", "galletreibend", "krampflösend", "menstruationsfördernd", "stärkend", "verdauungsfördernd", "wehenfördernd"],
        "effect": "Der Beifuß enthält verschiedene Nährstoffe und Inhaltsstoffe. Er ist reich an Vitamin C, darüber hinaus enthält er Kalzium, Eisen, Kalium und Magnesium. Ein wichtiger Inhaltsstoff ist das Artemisinin, ein sekundärer Pflanzenstoff, der besonders in der Art Artemisia annua (einjähriger Beifuß) hoch konzentriert ist. Neben dem Artemisinin enthält Artemisia annua auch rund 600 weitere wertvolle Inhaltsstoffe, darunter Eisen, Mangan und Zink sowie Kalium, Kalzium, Phosphor, Schwefel und Bor.\nDer Beifuß wird schon seit Jahrtausenden als Heilpflanze eingesetzt. Früher galt er als besonders wirksame Heilpflanze und wurde zeitweise sogar als Mutter aller Heilpflanzen betrachtet. Im Altertum, insbesondere in Griechenland wurde der Beifuß vor allem zur Unterstützung bei Geburten verwendet, weil er wehenfördernd wirkt und die Geburt erleichtert.\nDer Beifuß wird in der Antike von vielen Kräuterkundigen als Frauenheilmittel empfohlen, beispielsweise von Dioskurides, Galen, Hippokrates und Plinius. Auch im Mittelalter war der Beifuß eine äußerst beliebte Frauenheilpflanze. Er wurde unter anderem von Hildegard von Bingen, Paracelsus, Tabernaemontanus, Culpeper und Leonhart Fuchs empfohlen. Die mittelalterlichen Kräuterkundigen verwendeten den Beifuß nicht nur als Frauenpflanze, sondern auch gegen Epilepsie.\nHeutzutage führt der Beifuß ein Schattendasein als Unkraut.",
        "usage": ["Obwohl das Beifußkraut ein breites Anwendungsspektrum hat, sind seine Heilwirkungen fast in Vergessenheit geraten.\nWie der Name schon andeutet, wirkt er lindernd bei Beinen und Füßen, die von langen Wanderungen müde sind und weh tun. Dazu kann man ein Öl mit dem Beifuß ansetzen, mit dem man bei Bedarf Füße und Beine einreibt. Solch ein Öl kann auch bei Rheumatismus lindernd wirken.\nDa er entspannend auf das Nervensystem wirkt, kann man ihn auch bei Nervosität und Schlafstörungen einsetzen, z.B. als Tee vor dem Schlafengehen oder indem man Blüten und Blätter in ein Kissen einnäht und mit ins Bett nimmt. Zusammen mit Baldrianblüten und Lavendel hat solch ein Kissen einen beruhigenden Wohlgeruch.", "**Frauenbeschwerden:** In der Frauenheilkunde wirkt Beifußtee vor allem durch seine erhitzenden und anregenden Eigenschaften. Er wirkt menstruationsfördend bei schwacher Periode. Da er auch entkrampfend wirkt, hilft er auch gut bei schmerzhafter Periode.\n**Achtung! In der Früh-Schwangerschaft nicht verwenden, da er Fehlgeburten auslösen kann.**\nMit seinen wärmebildenden Eigenschaften wirkt er gut bei Unterleibs- und Blasenkatarrhen, chronischen Eierstocksentzündungen und Ausfluss. Um ihn hier zur vollen Wirkung zu bringen, lässt er sich am besten als warmes Fussbad einsetzen.\nAls wäre das alles noch nicht genug, wirkt er ausserdem anregend auf die Verdauung, d.h. er fördert die Bildung von Verdauungssäften. Im Gegensatz zu anderen verdauungsfördernden Kräutern hilft er nicht nur Magen und Darm, sondern er unterstützt auch die Bauchspeicheldrüse bei ihrer Arbeit. Daher kann er bei leichter Bauchspeicheldrüsenfunktionsschwäche eingesetzt werden.\n**Achtung!\nDen Beifuß darf man nicht überdosieren und nicht bei Fieber und Früh-Schwangerschaft einsetzen.**\nBei manchen Menschen kann der Beifuß allergische Reaktionen oder Asthma-Anfälle auslösen. Besonders sensible Menschen empfinden den Beifuß als sehr intensiv und können ihn nur selten und in kleinsten Mengen anwenden.", "**Tee:** Der Beifuß wird als normaler Aufguss zubereitet und nur kurz ziehen gelassen. Dazu übergießt man einen TL Beifuß-Blätter mit 1/4 l kochendem Wasser. Diesen Tee lässt man etwa 2-3 Minuten ziehen. Dann seiht man ihn ab. Den fertigen Tee trinkt man in kleinen Schlucken, am besten ungesüßt. Vom Beifuß-Tee trinkt man je nach Bedarf 1 bis 3 Tassen täglich.\nDa der Beifuß eine stark wirkende Heilpflanze ist, sollte man ihn nicht zu lange regelmäßig trinken. Nach maximal 6 Wochen Dauergebrauch sollte man mindestens eine 3 wöchige Pause einlegen.", "**Beifuß in der Traditionellen Chinesischen Medizin (TCM):**\nBeifuß-Blätter werden in der chinesischen Medizin zur Moxibustion verwendet. Dazu werden Beifußblätter zu kleinen Kegeln gerollt. Diese Beifuß-Kegel werden angezündet, sodass sie glimmen und sich erhitzen. Die glimmenden Moxa-Kegel werden auf die Haut an bestimmte Akupunkturpunkte gelegt. Dort erzeugen sie Hitze und wirken auf die Akupunkturpunkte ein. Bevor es auf der haut zu heiß wird, werden die Moxakegel wieder entfernt. Sicherheitsheitshalber werden von einigen Behandlern Scheiben aus Ingwer oder Knoblauch unter die Moxakegel gelegt, damit es nicht zu Verbrennungen kommt.\nBei einer relativ modernen japanischen Form der Moxa-Behandlung werden die Moxa-Kegel auf spezielle Akupunkturnadeln gesteckt. Mit diesen erhitzten Akupunkturnadeln wird die Wirkung der Akupunkturbehandlung intensiviert.", "**Beifuß in der Küche:**\nDie Blätter des Beifußes sind ein hilfreiches Gewürz bei fetten Mahlzeiten aller Art. Der sanft bittere Geschmack des Beifußes fördert den Appetit und die Verdauungsvorgänge. Die Magensäfte fließen reichlich genug und der Gallensaft zur Fettverdauung wird ausgeschüttet. So können fette und schwere Speisen optimal verdaut werden.\nInsbesondere bei Gänsebraten ist der Beifuß sehr beliebt und wird traditionell gerne verwendet. Aber der Beifuß passt auch sehr gut zu Suppen, beispielsweise Gemüsesuppe, Bohnensuppe oder Kartoffelsuppe. Auch deftige Gerichte mit Fleisch, Fisch, Käse oder Pilzen profitieren vom Beifuß, sei es direkt als Gewürz bei Fleisch oder in Form einer begleitenden Soße, die mit Beifuß gewürzt wurde."],
        "symptoms": ["Blasenentzündung", "Blähungen", "Chronische Eierstockentzündung", "Durchblutungsstörungen", "Durchfall (chronisch)", "Frauenheilkunde", "Gallenschwäche", "Geburt", "Gebärmutterkrämpfe", "Hämorrhoiden", "Kalte Füße", "Kalte Hände", "Menstruationsbeschwerden", "Mundgeruch", "Muskelkater", "Müde Beine", "Nervenanspannung", "Neuralgien", "Periodenschmerzen", "Schlafstörungen", "Unruhe", "Verdauungsschwäche", "Wechseljahrsbeschwerden", "Übelkeit"],
        "ingredients": ["Gerbstoffe", "Bitterstoffe", "Sesquiterpenlactone", "Flavonolglykoside", "Inulin", "Vitamin C", "Eisen", "Magnesium", "Kalium", "Kalzium", "Artemisinin", "ätherische Öle", "Cineol", "Kampfer", "Thujon"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen", "Kann Asthma-Anfälle auslösen"],
        "contraindications": ["Nicht in der Früh-Schwangerschaft", "Nicht bei Fieber", "Nicht überdosieren"],
        "harvestTime": ["Kraut: Juli / September", "Wurzel: Spätherbst"],
        "harvest": "Das blühende Beifuß-Kraut wird zwischen Juli und September eine gute Handbreit über dem Boden abgeschnitten.Die Beifußpflanze kann man anschließend kopfüber an einer trockenen, geschützten Stelle zum Trocknen aufhängen.Nach dem Trocknen entfernt man die Blätter, Blüten und dünnen Stengel vom Hauptstamm und bewahrt sie kühl und trocken auf.\nIm Herbst kann man auch die Wurzel des Beifußes ernten. Man trocknet die kleingeschnittene Wurzel an einem warmen, luftigen Platz oder im Backofen bei unter 50°C.",
        "isFavorite": false
    },
    {
        "id": "5f02c8c8-cacb-473e-889f-b67a07cf790a",
        "name": "Beinwell",
        "description": "**Beinwell** (Symphytum officinale)\nDer Beinwell hat seinen Namen von den Beinen, denen er gut (well) tun, bzw. deren Knochen er zusammenwallen soll.\nDer Beinwell liebt feuchten Boden und ist daher besonders häufig an Wasserläufen oder in Senken zu finden. Er wächst aber auch in manch eher trockenem Garten. Die mehrjährige Wurzel ist aussen schwarzbraun und innen weisslich. Schon früh im Jahr streckt er seine rauhen haarigen Lanzen aus der Erde. Er überrascht durch seine Schnellwüchsigkeit und ist eine der ersten Pflanzen, die buschig ins Auge fallen. Nach wenigen Wochen wachsen Stengel aus den Blättern, die schon Ende April die ersten Blüten bekommen. Die Blüten sind violett oder weisslich-gelb und hängen in kleinen Trauben nach unten.\nBeinwell lässt sich ziemlich leicht im Garten anbauen. Am besten gibt man ihm ein Beet mit lockerer Erde an einer gut bewässerten Stelle. Der Beinwell freut sich über Sonne, verträgt aber auch Halbschatten. Am einfachsten funktioniert der Anbau, wenn man die Wurzeln in die Erde steckt. Im Frühling spriesst der Beinwell dann von ganz alleine.\nUm den Beinwell schnell zu vermehren, kann man die Wurzeln in daumengrosse Stücke zerteilen und dann einpflanzen. Aus jedem Wurzelstück spriesst eine eigene Pflanze.",
        "asyncImageURL": "https://www.krautundrueben.de/sites/krautundrueben.de/files/styles/lightbox/public/2021-12/beinwell.jpg?itok=hc7Cwpff",
        "properties": ["adstringierend", "beruhigend", "blutbildend", "blutreinigend", "blutstillend", "entzündungshemmend", "erweichend", "kühlend", "lindernd", "wundheilend", "schmerzstillend"],
        "effect": "Beinwell enthält verschiedene Inhaltsstoffe, darunter Allantoin, Schleimstoffe, Gerbstoffe, Kieselsäure, Asparagin, Cholin, Flavonoide, Harz und ätherisches Öl. Allantoin und die Schleim- und Gerbstoffe sind für die heilenden Eigenschaften von Beinwell verantwortlich. Darüber hinaus enthält Beinwell Pyrrolizidinalkaloide, die im Tierversuch als krebserregend nachgewiesen wurden.\nTraditionell wird Beinwell bei Knochenbrüchen eingesetzt, um das Zusammenwachsen der Knochen zu fördern und den Schmerz zu lindern. Die Wirkstoffe des Beinwells fördern die Kallusbildung bei der Knochenheilung. Eine Schiene beziehungsweise einen Gipsverband kann Beinwell natürlich nicht ersetzen.\nIm Bereich Bewegungsapparat wird der Beinwell fast gegen jede Art von Beschwerden eingesetzt. Man verwendet ihn traditionell gegen Verstauchungen, Verspannungen, Arthrose und diverse andere Probleme.\nVor allem durch den Inhaltstoff Allantoin hat der Beinwell ausgeprägte wundheilende Eigenschaften. Er fördert die Granulation bei der Wundheilung, das ist die Bildung von neuem Gewebe. Allantoin wirkt zudem reizlindernd und entzündungshemmend.\nAufgrund der im Beinwell enthaltenen Spuren von Pyrrolizidinalkaloiden empfiehlt die Kommision E, den Beinwell nicht bei verletzter Haut anzuwenden. Sicherheitshalber verwendet man bei offenen Wunden besser den reinen Wirkstoff Allantoin.",
        "usage": ["Der Beinwell wird vorwiegend äusserlich angewendet, weil die innerliche Anwendung potentiell gesundheitsschädlich sein kann. Die besonderen Stärken des Beinwells stecken sowieso im Bereich der äusserlichen Anwendung. Sie reichen von Verletzungen des Bewegungsapparates bis zu schlecht heilenden Wunden.",
        "Wurzel und Blätter: Die Wurzel enthält beim Beinwell die meisten Wirkstoffe. Daher ist es vor allem die Wurzel, die als Heilmittel Anwendung findet. Am besten und intensivsten ist es, wenn man frische Wurzeln zur Verfügung hat. Trockene Wurzeln können aber auch verwendet werden, sie sind sogar die offiziell als Heilmittel anerkannte Form des Beinwells.\nMan kann auch die Blätter verwenden, sie wirken ähnlich aber nicht so stark wie die Wurzel. Auf Wunden aufgelegt, wirken die Blätter schmerzstillend.",
        "Salben: Die bekannteste Zubereitungsform des Beinwells ist die Salbe. Schon seit Jahrhunderten wird aus Beinwellwurzeln eine einfache Salbe gekocht.",
        "Umschläge: Es gibt verschiedene Möglichkeiten, Umschläge mit Beinwell anzuwenden. Mit Beinwelltinktur oder Beinwelltee getränkte Baumwolltücher kann man auf verletzte Körperteile auflegen. Man kann auch einen Salbenumschlag anwenden. Dazu trägt man die Beinwell-Salbe messerrückendick auf und bedeckt die Stelle mit einem Tuch.\nFür einen Breiumschlag zerkleinert man frische Wurzeln oder Blätter, bis ein Brei entsteht. Diesen Brei trägt man auf die betroffene Körperstelle auf und bedeckt es mit einem Tuch.\nAlle Umschläge kann man eine bis mehrere Stunden einwirken lassen.",
        "Innerlich: In der Volksheilkunde wurde der Beinwell gegen zahlreiche Beschwerden innerlich als Tee oder Tinktur eingenommen. Typische innerliche Anwendungsgebiete des Beinwells waren Husten, Verdauungsbeschwerden und Nierenschwäche. Seit jedoch bekannt ist, dass die im Beinwell enthaltenen Spuren von Pyrrolizidinalkaloiden im Tierversuch mit Ratten die Gefahr von Leberkrebs erhöhen, wird von der innerlichen Anwendung des Beinwells abgeraten. Manche Quellen raten auch nur davon ab, Beinwell regelmässig und in grossen Mengen innerlich einzusetzen.\nFür alle innerlichen Anwendungsgebiete des Beinwells gibt es jedoch viele Heilpflanzen, die diese Aufgaben noch besser erledigen können, beispielsweise Thymian gegen Husten, Kamille für die Verdauung usw. Daher kann man durchaus darauf verzichten, den Beinwell innerlich anzuwenden."],
        "symptoms": ["Abszesse", "Arthritis", "Arthrose", "Asthma", "Blaue Flecken", "Blutarmut", "Bluterguss", "Brandwunde", "Bronchitis", "Diabetes mellitus", "Durchfall", "Eiternde Wunden", "Ekzeme", "Furunkel", "Gastritis", "Gelenkschmerzen", "Geschwulst", "Geschwüre", "Gichtknoten", "Grippe", "Hautjucken", "Hautrisse", "Hautschäden", "Hornhaut", "Hämorrhoiden", "Insektenbiss", "Insektenstich", "Ischias", "Juckreiz", "Knochenbruch", "Knochenhautentzündung", "Krampfadern", "Lungenentzündung", "Magenschleimhautentzündung", "Muskelkater", "Narbenschmerzen", "Nasennebenhöhlenentzündung", "Nierenerkrankung", "Offenes Bein", "Phantomschmerzen", "Psoriasis", "Quetschungen", "Rheuma", "Schlecht heilende Wunden", "Schleimbeutelentzündng", "Schmerzen", "Schnittwunden", "Schuppenflechte"],
        "ingredients": ["Allantoin", "Gerbstoff", "Schleim", "Asparagin", "Cholin", "Alkaloide", "ätherisches Öl", "Flavonoide", "Harz", "Kieselsäure", "Pyrrolizidinalkaloide", "Stigmasterol"],
        "sideEffects": ["Bei innereinnehmenden Arzneiformen, wie zum Beispiel Beinwelltee, können Vergiftungserscheinungen auftreten."],
        "contraindications": ["Verwendung von Beinwell zusammen mit anderen Mitteln, die die Haut erwärmen und die Durchblutung steigern, kann zu stärkeren Hautreaktionen führen."],
        "harvestTime": ["Blätter: April bis Mai", "Wurzeln: Spätherbst oder zeitiges Frühjahr"],
        "harvest": "Beinwellwurzeln kann man im Herbst oder im zeitigen Frühjahr sammeln. Man gräbt sie am besten mit einer spitzen Schaufel aus, denn die lange Wurzel sitzt meist zu fest im Boden, um sie heraus zu ziehen. Wenn man ein Stück Wurzel in der Erde lässt, kann die Pflanze wieder neu spriessen.\nAm besten verarbeitet man die Wurzel gleich frisch zu Salbe oder Tinktur. Die Trocknung ist etwas schwierig, weil die Wurzel zum Schimmeln neigt, was sie unbrauchbar machen würde. Am besten schneidet man die Wurzel in kleine Stücke und trocknet sie an einem warmen Platz, beispielsweise neben dem Ofen oder im Backofen bei 40°C. Auch ein Dörrapparat eignet sich zur Trocknung.",
        "isFavorite": false
    },
    {
        "id": "e56f0e13-3206-458d-a0cd-761656e26a6e",
        "name": "Birke",
        "description": "**Birke** (Betula alba)\nVon alters her gilt die Birke als heiliger Baum, der für die Fruchtbarkeitsfeste im Frühling die jungfräuliche Göttin symbolisiert. Selbst heute noch werden in den Dörfern am ersten Mai Maibäume aufgestellt und der Frühling gefeiert. Vermutlich liegt die Zuordnung der Birke als Jungfrau an der weissen Rinde, die bei jungen Birken sehr zart und seidig ist.\nIn der Heilkunde werden die Blätter der Birke vor allem im Nieren-Blasen-Bereich und für Haut und Haare eingesetzt.\nDie Birke ist der Baum des Nordens, denn sie wächst bis in den Norden Skandinaviens. Aber auch in gemässigten Breiten ist sie heimisch. Sie unterscheidet sich durch ihre weisse Rinde von allen anderen Bäumen, sodass sogar Kinder sie leicht erkennen können. Die Rinde ist weich und glatt, hat aber, vor allem bei älteren Birken, meist dunkle, rauhe Stellen.\nIm Frühjahr wachsen die eiförmigen Blätter und die ährenähnlichen Blüten blühen. Die männlichen Blüten sind wie Kätzchen, lang und gelblich. Sie hängen an der Spitze der langen Triebe. Weibliche Blüten, die am selben Baum hängen, sind grüne Zapfen und wachsen am Ende der kurzen Seitenzweige. Zuerst stehen sie aufrecht und später hängen sie.",
        "asyncImageURL": "https://somvi.eu/wp-content/uploads/Birkenblaetter.jpg",
        "properties": ["blutreinigend", "harntreibend"],
        "effect": "Birkenblätter enthalten verschiedene Inhaltsstoffe, darunter Flavonoide wie Hyperosid, Quercetin und Myricetin, die für ihre antioxidativen Eigenschaften bekannt sind. Zudem enthalten Birkenblätter Saponine, Triterpene, Vitamin C und Mineralstoffe wie Kalium. Diese Inhaltsstoffe tragen zur diuretischen Wirkung des Tees bei, die die Ausscheidung von Wasser und gelösten Stoffen fördert.\nBirkenblättertee wird in der Naturheilkunde für verschiedene Beschwerden eingesetzt. Er hat eine harntreibende Wirkung und kann bei Harnwegserkrankungen wie Blasenentzündung oder Nierensteinen hilfreich sein. Darüber hinaus wird Birkenblättertee auch bei Hauterkrankungen und Rheuma empfohlen. Die Blätter der Hängebirke und der Moorbirke werden für medizinische Anwendungen bevorzugt.",
        "usage": ["Tee: Die häufigste Anwendung der Birke ist ein Aufguss aus den Blättern oder Blattknospen. Der Tee wirkt stark harntreibend, sodass er gut gegen Rheuma, Gicht und andere Stoffwechselerkrankungen hilft.\nWenn man über mehrere Wochen hinweg täglich drei Tassen Birkenblätter-Tee trinkt, können in manchen Fällen sogar Nierensteine aufgelöst werden.\nBei hartnäckigen Hauterkrankungen kann man Birkenaufguss sowohl trinken als auch für Waschungen und Bäder verwenden. Auch Abkochungen der Birkenrinde kann man für die äusserliche Anwendung von schweren Hauterkrankungen einsetzen.",
        "Birkensaft: Besonders wirksam ist auch der Birkensaft. Der Birkensaft wird zwischen März und Anfang Mai gewonnen. Dazu braucht man eine Birke, die einen Meter über dem Boden mindestens einen Durchmesser von 20 cm hat. Jüngere Birken kommen für die Saftgewinnung nicht in Frage.\nWichtig! Die benutzte Birke sollte einem selbst gehören oder man braucht die Genehmigung, ihr Saft abzuzapfen. Sonst könnte man Ärger mit dem Waldbesitzer bekommen, wegen Baumfrevel.\nMan braucht: Einen Holzbohrer, 5 mm Durchmesser, ein Glasröhrchen oder einen hohlen Holunderzweig, ein Gefäss aus Glas, Plastik oder Emaille und Baumwachs oder Pech.\nSo gehts: Für die Gewinnung des Birkensaftes bohrt man den Stamm etwa 25 cm über dem Boden zwei bis drei Zentimeter tief an. Der Durchmesser sollte etwa einen halben Zentimeter nicht überschreiten. In dieses Loch schiebt man ein Röhrchen, beispielsweise aus Glas. Unter das Ende der Röhre stellt man ein Gefäss, vorzugsweise aus Glas und keinesfalls aus Metall. Von einem Baum darf man maximal drei Liter raustropfen lassen; mehr würde dem Baum schaden. Wenn diese Menge ausgeflossen ist, muss man das Loch mit Baumwachs verschliessen. Normales Wachs ist nicht geeignet, weil es wieder herausrutschen würde. Dem Baum muss man anschliessend zwei Jahre Ruhe geben, bis man ihn wieder anzapft.\nVon diesem Saft trinkt man täglich zwei bis drei Schnapsgläser, solange der Saft reicht. Bei Hautproblemen kann man den Birkensaft auch äusserlich anwenden. Zur Förderung des Haarwuchses kann man die Kopfhaut damit einreiben.\nDamit der Saft nicht gärt, muss man ihn im Kühlschrank aufbewahren. Oder man friert ihn in kleinen Portionen ein. Alternativ kann man den Birkensaft auch mit Alkohol haltbar machen. Dazu nimmt man ein Drittel bis zur Hälfte Alkohol, je nach Prozentgehalt, und mischt ihn mit dem Birkensaft.",
        "Birkenkohle: Die Einnahme der Birkenkohle hilft bei Durchfall, weil die Kohle die Flüssigkeit und Schadtsoffe im Darm aufsaugt. Die Herstellung von Birkenkohle ist nichts für den Privathaushalt, das ist eine Sache für den Fachmann. Man kann sie in der Apotheke kaufen.",
        "Birkenteer: Er hilft gegen chronische Hauterkrankungen, indem er die Haut reizt und den Entzündungsprozess neu aktiviert. Anschliessend besteht die Chance, dass das Ekzem abheilen kann.\nDa der Birkenteer sehr reizend wirkt, darf er nur verdünnt und in kleinen Mengen angewandt werden.\nDer Birkenteer wird aus Birkenholz, Rinde und Wurzeln durch trockene Destillation gewonnen. Auch Birkenteer kann der Laie nicht herstellen."],
        "symptoms": ["Allergien", "Augenringe", "Blasenentzündung", "Diabetes", "Durchfall", "Ekzeme", "Flechten", "Frühjahrsmüdigkeit", "Gicht", "Haarausfall", "Hautprobleme", "Husten", "Nierenschwäche", "Nierensteine", "Ödeme", "Rheuma", "Schuppen"],
        "ingredients": ["Flavonoide", "Hyperosid", "Quercetin", "Myricetin", "Saponine", "Triterpene", "Vitamin C", "Kalium"],
        "sideEffects": ["Birkenteer kann zu Hautreizungen führen"],
        "contraindications": ["Keine Gegenanzeigen bekannt"],
        "harvestTime": [],
        "harvest": "Die Sammlung von Birkenknospen und -blättern findet in der Frühjahrzeit statt. Die ideale Erntezeit für Birkenknospen liegt zwischen Ende Februar und Ende März, je nach klimatischen Bedingungen. Birkenblätter können im Mai bis Juni gesammelt werden",
        "isFavorite": false
    },
    {
        "id": "6157f531-0973-4aac-84b3-070c8ad69bef",
        "name": "Brennnessel",
        "description": "**Brennnessel**(Urtica dioica)\nDie Brennessel ist in Mitteleuropa heimisch und kommt fast überall häufig vor. Sie wächst meistens in Gruppen und oft auf bearbeitetem Boden, der möglichst nahrhaft ist. Daher ist sie häufig ein Kulturfolger und begleitet die Menschen in ihre Dörfer und Städte.\nFast jeder kennt sie und es gibt kaum einen Menschen, der nicht früher oder später die Bekanntschaft mit ihren brennenden Eigenschaften macht. Daher wird sie auch gerne gemieden, obwohl sie als wichtige Heilpflanze eigentlich einen Ehrenplatz in jedem Garten haben sollte. Diesen Ehrenplatz holt sie sich aber meistens schon selber, weil sie sehr ausdauernd und anspruchslos ist und fast überall wächst, wo man sie wachsen lässt.\nSie wird bis zu einen Meter hoch und ist an ihren gegenständigen gesägten Blättern zu erkennen, die mit kleinen Brennhaaren besetzt sind. Diese Brennhaare sind es, die die Brennwirkung der Brennessel verursachen, denn bei Berührung brechen sie ab und entleeren ihr Brennesselgift auf die Haut. Die Blüten der Brennessel sind recht unscheinbar. Sie sind gelblich und hängen in Rispen von den oberen Blattständen.\nDie kleine Brennnessel (Urtica urens) ist sehr ähnlich wie die große Brennnessel und wird auch ähnlich als Heilpflanze verwendet.",
        "asyncImageURL": "https://www.apotheke-adhoc.de/fileadmin/user_upload/redaktion/2019/KW16/Brennnessel_aa.jpg.jpg",
        "properties": ["blutreinigend", "blutbildend", "blutstillend", "Stoffwechselfördernd", "haarwuchsfördernd"],
        "effect": "Die Brennnessel, auch bekannt als Urtica dioica, ist ein vielseitiges Heilkraut mit zahlreichen gesundheitlichen Wirkungen. Sie wird hauptsächlich zur Behandlung von Harnwegsbeschwerden, Rheuma, Gicht und Erschöpfungszuständen eingesetzt.\nDie Pflanze enthält wichtige Inhaltsstoffe wie Mineralstoffe, Vitamine, Flavonoiden und pflanzliche Hormone, die ihre therapeutischen Eigenschaften unterstützen. Sie wirkt entzündungshemmend, blutbildend, blutreinigend und entschlackend.\nDie Brennnessel wird zur Verbesserung der Wasserausscheidung bei entzündungsbedingten Beschwerden der unteren Harnwege und zur Durchspülung zur Vorbeugung und Behandlung von Nierengrieß eingesetzt. Sie kann auch bei Prostatabeschwerden hilfreich sein, da sie die Umwandlung von Testosteron in Dihydrotestosteron (DHT) hemmt und die Prostatahyperplasie entgegenwirkt.\nDie Brennnessel wird außerdem zur Behandlung von Arthrose und rheumatischen Beschwerden eingesetzt. Eine Studie zeigte, dass der tägliche Verzehr von 50 Gramm Brennnesselblättern die tägliche Arzneimitteldosis (Diclofenac) von 200 mg auf 50 mg reduzieren kann, ohne dass die Schmerzlinderung nachließ.\nZusammenfassend lässt sich sagen, dass die Brennnessel ein vielseitiges Heilkraut ist, das bei verschiedenen Gesundheitsproblemen hilfreich sein kann.",
        "usage": ["Die Brennessel ist eine hervorragende Stoffwechsel-Pflanze. Vor allem als Frühjahrskur wirkt sie Wunder, indem sie all die Schlacken des Winters aus dem Körper auspült. Man kann sie als Brennnesseltee trinken, im Salat, in der Suppe und wie Spinat essen. Gut gewürzt und mit zusammen mit anderen Kräutern schmeckt das alles wunderbar und gibt frische Kräfte.", "Brennesseltee ist ein beliebter Tee zur Entschlackung und Anregung des Stoffwechsels. Außerdem macht sie sich getrocknet in Nieren-Blasen-Teemischungen sehr gut. Sie hilft auch gegen Rheumatismus und Gicht, weil sie die Giftstoffe aus dem Körper auspült.",
        "Besonders mutige Rheumapatienten lassen sich mit der ganzen Pflanze schlagen, um die Reizwirkung des Brennesselgiftes auszunutzen. Bei dieser Methode sollte man jedoch vorsichtig sein, weil es auch zu Überreaktionen auf das Brennesselgift kommen kann.",
        "Als Tinktur kann man die Brennessel gegen Haarausfall in die Kopfhaut einmassieren.",
        "Die Brennesselsamen geben Kraft und wirken gut bei Erschöpfungszuständen.",
        "Auch die Brennesselwurzel kann man als Heilkraut anwenden."],
        "symptoms": ["Appetitlosigkeit", "Bluthochdruck", "Diabetes (unterstützend)", "Durchfall", "Frühjahrsmüdigkeit", "Gicht", "Harnwegserkrankungen", "Magenschwäche", "Menstruationsbeschwerden", "Nierenschwäche", "Rheumatismus", "Schuppen", "Verstopfung"],
        "ingredients": ["Nesselgift", "Vitamine", "Mineralien", "Eisen", "Histamin", "Sekretin"],
        "sideEffects": ["Die Brennnessel kann Nebenwirkungen wie Magenreizung, Übelkeit, Sodbrennen, Völlegefühl, Blähungen und Durchfall hervorrufen."],
        "contraindications": ["Menschen mit Erkrankungen an Leber oder Niere sowie bei Zuckerkrankheit sollten eine Behandlung mit Brennnessel nur nach Rücksprache mit dem behandelnden Arzt durchführen.", "Kinder unter zwölf Jahren sollten Brennnessel-Präparate generell nicht einnehmen."],
        "harvestTime": ["März bis August", "Samen: Frühherbst"],
        "harvest": "Um Brennnesseln richtig zu sammeln, sollten Sie sich an einem trockenen und sonnigen Tag an Orten aufhalten, die nicht durch Düngemittel, Pflanzenschutzmittel oder Abgase belastet sind, wie zum Beispiel in Ihrem Garten, an Waldrändern, Wiesen oder Wanderwegen.\nTragen Sie bei der Ernte am besten ein Oberteil mit langen Ärmeln und eine lange Hose, um vor den unangenehm brennenden Härchen geschützt zu sein. Gartenhandschuhe bieten zusätzlichen Schutz.\nEs ist wichtig, die Blätter nicht einzeln zu pflücken, sondern den gesamten Stängel abzuschneiden. Ein nützlicher Trick, um Stiche zu vermeiden, besteht darin, von unten nach oben über Stiel und Blätter zu streifen, sodass Sie die gesamte Pflanze in einem Durchgang erfassen. Dies verhindert, dass die Brennhaare in die Haut eindringen und bricht sie ab.\nDie Ernte von Brennnesseln kann von März bis November durchgeführt werden, wobei der beste Zeitpunkt für die Blätter von März bis Mai ist, bevor die Blüten entfalten. Die Samen der Brennnessel sollten zwischen Juli und Oktober geerntet werden, wenn die weiblichen Pflanzen die charakteristischen nach unten hängenden graugrünen Blüten tragen.\nFür die Ernte von Brennnesselsamen sollten Sie darauf achten, dass die Samen grün sind, was auf unreife Samen hinweist und sie für die frische Verwendung eignet. Braune Samen sind reif und ideal für das Trocknen und die langfristige Aufbewahrung.\nEs ist ratsam, die Brennnesseln an Orten zu sammeln, die nicht durch Nitrat belastet sind, da sich diese Substanz in älteren Pflanzen anreichern kann und unter Umständen gesundheitliche Folgen haben kann, insbesondere bei Säuglingen und Schwangeren.",
        "isFavorite": false
    },
    {
        "id": "d2fd0825-d3a7-4ba7-8139-0f4fc98526f5",
        "name": "Efeu",
        "description": "**Efeu**(Hedera helix)\nDas Typische am Efeu ist seine rankende Eigenschaft. Efeu wuchert gern über alte Gemäuer und steht sinnbildlich für das Ewige. Manche Häuser oder auch Bäume sind über und über mit Efeu bewachsen. Wenn er keine Möglichkeit zum Hochwachsen findet, dann kriecht er auch über grosse Strecken auf dem Boden. Solange er jung ist, wächst Efeu eher langsam, doch wenn er erst mal Fuss gefasst hat, kann er riesige Areale überwuchern.\nDie Blätter des jüngeren Efeus sind drei- bis fünffach gelappt. Wenn er mindestens acht Jahre alt ist und sich an einer Stelle wohl fühlt, wachsen ihm Blätter in Birnenform, deren Stengel sich nicht festhaften, sondern frei in die Luft stehen. An diesen freistehenden Trieben bilden sich im Spätsommer kugelförmige Büten. Im Laufe des Winters werden daraus schwarze Beeren, die für Menschen gifitg sind, den Vögeln aber schmecken.",
        "asyncImageURL": "https://www.duengme.de/cdn/shop/articles/IMG_1035.jpg?v=1626441114&width=2048",
        "properties": ["fiebersenkend", "menstruationsregelnd", "schweißtreibend,"],
        "effect": "In der Heilkunde war der Efeu früher eine sehr wichtige und beliebte Heilpflanze, heute hingegen spielt der Efeu nur noch eine Nebenrolle in der Naturheilkunde.\n**In starker Dosierung ist der Efeu giftig**; das mag ein Hauptgrund sein, warum er heute eher selten eingesetzt wird. Äusserlich als Umschlag oder Packung angewendet, kann der Efeu seine Kräfte jedoch ungefährlich entfalten.\nDie Efeublätter enthalten verschiedene Inhaltsstoffe, darunter Saponine und Flavonoide. Besonders wichtig sind die Saponine, insbesondere das Triterpen-Saponin Hederacosid C und das Alpha-Hederin, die zur krampflösenden, schleim- und auswurffördernden Wirkung beitragen.\nFlavonoide und Kaffeesäurederivate sind ebenfalls enthalten. Diese Inhaltsstoffe wirken entzündungshemmend und antioxidativ.",
        "usage": ["Nur die Blätter und in gerimgem Masse auch die Blüten des Efeus dürfen verwendet werden. Die schwarzen Beeren sind für Menschen giftig.", "Bei der innerlichen Einnahme von Efeu muss man vorsichtig sein und ihn nicht zu stark und zu lange anwenden. Aufgrund seiner starken Kräfte, wirkt er als Tee jedoch recht ausgeprägt. Als Bestandteil von Mischtees ist der Efeu weniger heikel, weil seine Dosierung dann niedriger ist. Er findet sich häufig in Bronchialtees.", "Äusserlich kann man den Efeu unbedenklich anwenden. Gegen Cellulite, Wunden, Geschwüre und Schmerzen eignet er sich in Form von Kompressen, Breiumschlägen und Bädern.", "Auch als Ölauszug oder Salbe kann man den Efeu verwenden."],
        "symptoms": ["Bronchitis", "Geschwüre", "Gicht", "Keuchhusten", "Rheuma", "Schmerzen", "Wunden", "Zellulitis"],
        "ingredients": ["Saponine", "Helixin", "Hederin", "Flavonoide", "Kaffeesäurederivate"],
        "sideEffects": ["Bei Personen mit bekannten Allergien gegen Efeu oder andere Araliengewächse sollten Efeublätter nicht eingenommen werden.", "Darüber hinaus können sie mögliche gastrointestinale Nebenwirkungen wie Durchfall, Übelkeit oder Erbrechen verursachen, da ihre Saponine die Magenschleimhaut reizen."],
        "contraindications": ["Es gibt keine bekannten Wechselwirkungen mit anderen Medikamenten, und es gibt auch keine Gegenanzeigen."],
        "harvestTime": ["Mai bis August"],
        "harvest": "Beim Sammeln von Efeu sollten Sie Handschuhe tragen, um eine mögliche allergische Reaktion auf der Haut zu vermeiden, da der frische Saft von Efeublättern zu schweren Hautausschlägen führen kann.",
        "isFavorite": false
    },
    {
        "id": "94a8a51d-64e0-4510-8321-411d038e21fe",
        "name": "Eiche",
        "description": "**Eiche**(Quercus)\nDie Eiche ist in den gemässigten Klimazonen der Nordhalbkugel heimisch. Man findet sie sowohl in Nordamerika, wo es besonders viele Eichen-Arten gibt, als auch in Europa und Asien. In Mitteleuropa wächst vor allem die Stiel-Eiche und die Trauben-Eiche. Die meisten Eichenarten sind für die gleichen Heilanwendungen nutzbar. Die Eiche gilt in Deutschland als der König der Bäume, was auch durch das langlebige, stabile Holz gerechtfertigt ist.\nDie Eiche wächst bevorzugt in Mischwäldern. Der stattliche Baum wird bis zu 40 Meter hoch und bis zu 800 Jahre alt, in seltenen Einzelfällen sogar noch älter. Der Stamm der Eiche kann einen Durchmesser von bis zu drei Metern haben. Die Rinde von Stamm und Ästen ist in jungen Jahren glatt und später rissig und rauh. Die Blätter der meisten Eichen-Arten, beispielsweise auch der in Deutschland häufigen Stieleiche, fallen im Winter ab und treiben im Frühjahr neu aus. Die Blätter der Traubeneiche fallen hingegen erst im nächsten Frühjahr ab. Die ledrigen Blätter sind buchtig gelappt und haben dadurch ein sehr typisches Aussehen. Von April bis Mai blühen die Eichen mit unauffälligen gelbgrünen Blüten, die in Rispen herabhängen.\nAus den Eichen-Blüten entwickeln sich bis zum Herbst die nussartigen Eicheln, die in einem halbrunden Hütchen sitzen. Die Eicheln schmecken zwar bitter, aber durch ausgiebiges Wässern kann man die Bitterstoffe entfernen und die getrockneten Früchte zu Mehl verarbeiten, was so manche Hungersnot gelindert hat. Auch als Kaffeeersatz eignen sich die Eicheln, wenn man sie röstet und mahlt. Schweine essen sie sehr gerne, was früher auch viel genutzt wurde.",
        "asyncImageURL": "https://www.waldwissen.net/assets/wald/baeume_waldpflanzen/laub/wsl_eichen/wsl_eichen_traubeneiche_blaetter.jpeg",
        "properties": ["adstringierend", "antibakteriell", "antibiotisch", "blutstillend", "Blutzucker senkend", "entzündungshemmend"],
        "effect": "Die Rinde der Eiche wirkt stark zusammenziehend, was sie zu einem wertvollen Heilmittel bei Blutungen und Entzündungen macht. Sie wird vor allem äusserlich als Bad oder Umschlag angewendet.\n Die Blüte der Eiche wird als Bachblüte Oak eingesetzt.",
        "usage": ["Als heilkräftiger Pflanzenteil der Eiche wird die Rinde der dünnen Äste und Zweige verwendet. Die Rinde enthält sehr viele Gerbstoffe und daher ist die Eiche eine wichtige Gerbstoffpflanze. Eichenrinde kann man wahlweise als Tee oder als Tinktur anwenden. Die häufigste Art, Eichenrinde anzuwenden ist äusserlich gegen Ekzeme und schlecht heilende Wunden. Innerlich wird Eichenrinde als Mittel gegen Durchfall und Darmentzündungen verwendet.",
            "Tee: Für einen Eichenrinden-Tee übergiesst man ein bis zwei Teelöffel Eichenrinde mit einer Tasse kaltem Wasser und lässt das Wasser mit der Eichenrinde zusammen aufkochen. Den Eichenrindentee lässt man drei bis fünf Minuten kochen. Anschliessend abseihen und in kleinen Schlucken trinken oder äusserlich anwenden. Von diesem Tee trinkt man ein bis drei Tassen täglich.",
            "Tinktur: Tinkturen aus Eichenrinde sind weniger gebräuchlich aber durchaus möglich. Um eine Eichenrinden-Tinktur selbst herzustellen, übergiesst man Eichenrinde in einem Schraubdeckel-Glas mit Doppelkorn oder Weingeist, bis alle Pflanzenteile bedeckt sind, und lässt die Mischung verschlossen für 2 bis 6 Wochen ziehen. Dann abseihen und in eine dunkle Flasche abfüllen. Von dieser Tinktur nimmt man ein bis drei mal täglich 10-50 Tropfen ein oder wendet sie verdünnt äusserlich an. Wenn einem die Tinktur zu konzentriert ist, kann man sie mit Wasser verdünnen.",
            "Eichenrinde kann man innerlich, als Tee gegen Durchfall einsetzen.\n Ausserdem hilft Eiche gegen Magen- und Darmgeschwüre, denn sie wirkt entzündungshemmend und kann gleichzeitig die offenen Geschwüre quasi zusammenziehen und ihre Abheilung beschleunigen.\nBei Formen von Diabetes, die mit Entzündungen der Verdauungsorgane einhergehen, kann Eichenrindentee lindernd wirken.\nMan kann Eichenrinde auch gegen leichte innere Blutungen anwenden, natürlich nur in Absprache mit dem behandelnden Arzt.\nGegen Entzündungen im Mund- und Rachenraum gurgelt man mehrmals täglich mit lauwarmem Eichenrinden-Tee.",
            "Äußerlich kann man Eichenrinden-Tee in Form von Umschlägen, Bädern oder Waschungen anwenden. Mit dieser Art der Anwendung kann man schlecht heilende Wunden und Geschwüre, wie beispielsweise Dekubitus lindern.\nEichenrindenbäder können auch gegen Fusspilz helfen.\nEichenrinde hilft äusserlich eingesetzt auch gegen Ekzeme.\nKrampfadern oder Hämorrhoiden schrumpfen durch die Behandlung mit Eichenrinde.",
            "Für die Bachblüte Oak wird die Blüte der Eiche vewendet, die zwischen April und Mai blüht. Sie steht für Stärke und Pflichtbewusstsein.",
            "In schlechten Zeiten wurden Eicheln als Ersatz für Mehl und Kaffee verwendet. Um die bitteren Früchte als Mehl nutzen zu können, müssen sie vorher entbittert werden. Dazu werden sie ausgiebig, mehrmals und lange gewaschen."],
        "symptoms": ["Afterjucken", "Augenlidentzündungen", "Blasenentzündung", "Brandwunden", "Darmschleimhautentzündungen", "Dekubitus", "Diabetes", "Druckgeschwüre", "Durchfall", "Ekzeme", "Frostbeulen", "Furunkel", "Fußschweiß", "Fußpilz", "Halsschmerzen", "Hämorrhoiden", "Krampfadern", "Magengeschwüre", "Magenschleimhautentzündungen", "Mundschleimhautentzündungen", "Schlecht heilende Wunden", "Schnittwunden", "Zahnfleischbluten"],
        "ingredients": ["Gerbstoff", "Gerbsäure", "Tannine", "Bitterstoff", "Gallussäure", "Quercin", "Quercetin"],
        "sideEffects": ["Nebenwirkungen können Übelkeit, Erbrechen und Magenbeschwerden sein, insbesondere bei Personen mit empfindlichem Magen."],
        "contraindications": ["Bei Schwangerschaft und Stillzeit sollte die Anwendung von Eichenrinde vermieden werden, da die Wirkung auf das Ungeborene oder das Baby nicht vollständig untersucht wurde.", "Personen die an Nierenerkrankungen leiden sollten vorsichtig sein, da die Eichenrinde eine hohe Konzentration an Gerbstoffen enthält, die bei bestimmten Bedingungen die Nieren belasten könnte."],
        "harvestTime": ["Rinde: März bis Mai", "Eicheln: Oktober"],
        "harvest": "Eicheln sollten im September und Oktober gesammelt werden, wenn sie gemeinsam mit den Blättern vom Baum fallen. Es ist wichtig, nur reife Eicheln zu sammeln, die leicht von den Ästen zu entfernen sind und eine angemessene Größe haben. Unreife Eicheln, die grün sind, sollten nicht verzehrt werden.\nDie Eichenrinde sollte im Frühjahr, zwischen März und Mai, gesammelt werden, da die Rinde zu diesem Zeitpunkt einen hohen Gehalt an Nährstoffen hat. Es ist ratsam, nur die Rinde junger Zweige von Stieleichen (Quercus robur) zu verwenden, da diese eine höhere Qualität aufweisen.\nFür die Sammlung der Eichenrinde ist es wichtig, die Bäume nicht zu schädigen und nur kleine Mengen abzunehmen, da die Rinde für die Gesundheit des Baumes wichtig ist.\nDie abgenommene Rinde sollte gut trocknen, bevor sie verwendet wird.",
        "isFavorite": false
    },
    {
        "id": "f7eb2d91-c58e-4016-93ac-8de4ba96318d",
        "name": "Fenchel",
        "description": "**Fenchel**(Foeniculum vulgare)\nSchon seit Jahrtausenden ist die Anwendung des Fenchels in der Heilkunde in vielen Teilen der Welt verbreitet. Selbst in der altchinesischen Heilkunde wurde der Fenchel bereits sehr geschätzt.\nDer Fenchel bietet uns gleich drei seiner Teile zum Benutzen an. Seine samenähnlichen Früchte und die Wurzel werden in der Heilkunde vor allem bei Husten und Blähungen eingesetzt. Die fleischige Knolle kann man als Gemüse essen. Beide haben diesen typischen Fenchelgeruch bzw. Geschmack, durch den der Fenchel bei einigen beliebt und bei anderen sehr unbeliebt ist.\nUrsprünglich kam der Fenchel aus Südeuropa zu uns, kommt bei uns aber inzwischen in vielen Gärten vor. Manchmal wächst er auch verwildert.\nDer Fenchel ist eine zweijährige Pflanze. Aus dem Wurzelstock wächst ein bis zu zwei Meter hoher glatter Stengel, der bläulich und gestreift ist. Die bläulichen Blätter sind sehr dünn, wie Fäden, und gefiedert. Ab Juli blüht die gelbliche Doldenblüte.\nAus den Blüten wachsen Samen, die ab September reif sind. Außer den Fenchelsorten, die vorwiegend für die Samenproduktion angebaut werden, gibt es auch noch Sorten, bei denen sich in Erdnähe eine Knolle verdickt, die man als Gemüse essen kann.",
        "asyncImageURL": "https://www.baumschule-horstmann.de/bilder/popup/fenchel-m044745_w_3.jpg",
        "properties": ["antibakteriell", "entspannend", "harntreibend", "krampflösend", "menstruationsfördernd", "schleimlösend", "tonisierend"],
        "effect": "Fenchel wird wegen seiner krampflösenden und schleimlösenden Eigenschaften eingesetzt. Er kann bei Magen-Darm-Beschwerden, Blähungen und Husten helfen. Das ätherische Öl in den Fenchelsamen enthält Anethol und Fenchon, die für die schleimlösende Wirkung verantwortlich sind.\nFenchel kann auch bei klimakterischen Beschwerden und Vaginalatrophie wirksam sein.\nAllerdings sollte man bei der Anwendung von Fenchel-Vorbereitungen Vorsicht walten lassen, da Estragol, ein Inhaltsstoff von Fenchel, in experimentellen Systemen Leberkrebs verursachen kann.",
        "usage": ["Die Samen und auch die Wurzel vom Fenchel wird besonders gern in Tees gegen Blähungen und Husten eingesetzt. Durch seinen aromatischen Wohlgeschmack wirkt er nicht nur gegen die Beschwerden, sondern bereichert den Tee auch geschmacklich.",
        "Wie der Anis fördert der Fenchel die Milchbildung bei stillenden Müttern.",
        "Gegen Blähungen, vor allem bei Säuglingen, kann man das ätherische Fenchelöl mit fettem Öl verdünnen und im Uhrzeigersinn auf dem Bauch einmassieren. Ergänzend kann man den Kleinen handwarmen Fencheltee zu trinken geben.",
        "Gegen Husten bei Kindern eignet sich mit ätherischem Fenchelöl verdünnter Honig.",
        "Der Fenchel wirkt leicht menstruations fördernd und lindernd bei Perioden-Krämpfen.",
        "Auch in den Wechseljahren kann er Linderung bringen."],
        "symptoms": ["Appetitlosigkeit", "Asthma", "Bindehautentzündungen", "Blähungen", "Bronchitis", "Dreimonats-Koliken (bei Säuglingen)", "Epilepsie", "Erkältung", "Gallenkolik", "Geschwüre", "Halsinfektionen", "Herzschwäche", "Insektenstiche", "Keuchhusten", "Kopfschmerzen", "Lidrandentzündungen", "Magenschmerzen", "Migräne", "Milchbildung", "Schlaflosigkeit", "trockener Husten", "Verdauungsschwäche", "Wechseljahrsbeschwerden"],
        "ingredients": ["ätherisches Öl", "Anethol", "Fenchon", "Bergapten", "Bor", "Kampfer", "Carvon", "Chamazulen", "Citral", "Citronella", "Cumarine", "Eugenol", "Flavonoide", "Fumarsäure", "Kaffeesäure", "Limonen", "Linalool", "Linolsäure", "Myristicin", "Psoralen", "Salicylate", "Thymol", "Tocopherol", "Trigonellin", "Umbelliferon", "Xanthotoxin, Vitamin C"],
        "sideEffects": ["Personen mit bekannter Allergie gegen Sellerie können auch auf Fenchelfrüchte allergisch reagieren."],
        "contraindications": ["Das Bundesinstitut für Risikobewertung empfiehlt, Fenchelprodukte nicht dauerhaft und regelmäßig zu verzehren. Es gibt Hinweise darauf, dass Estragol und Methyleugenol, die in Fenchel enthalten sind, Krebs auslösen können, obwohl dies bisher nur in Tierversuchen beobachtet wurde"],
        "harvestTime": ["Frühherbst"],
        "harvest": "Fenchel kann in verschiedenen Phasen geerntet werden, je nachdem, ob es sich um den Gemüse- oder den Gewürzfenchel handelt. Für den Knollenfenchel ist der ideale Erntezeitpunkt, wenn die Knolle etwa faustgroß ist und das Laub kräftig und dunkelgrün erscheint. Spätestens Ende Oktober vor dem ersten Frost muss die Ernte erfolgen, da ausgewachsener Knollenfenchel keine Minustemperaturen mehr verträgt.\nGewürzfenchel kann kontinuierlich während des Sommers geerntet werden, und die Blätter können als würziges Kraut verwendet werden. Wenn die Blüten sich öffnen, sollten sie geerntet und frisch verwendet werden.\nFür die Ernte von Fenchelsamen sollten Sie die Dolden abschneiden, wenn die Samen eine grau-braune Farbe angenommen haben.",
        "isFavorite": false
    },
    {
        "id": "9b0f75d3-aebc-4cfe-9d70-b036d727802d",
        "name": "Fichte",
        "description": "**Fichte**(Picea abies) \nDie Fichte ist in Europa heimisch. Sie wächst auch im Gebirge bis hinauf zur Waldgrenze. Sie ist ein besonders verbreiteter Nutzholzbaum und wird in manchen Gegenden als Monokultur angebaut, was die Wälder sehr anfällig gegen Sturm und Schädlinge macht. Auch die flachen Wurzeln fördern das Umfallen bei Stürmen. Die Fichte wird besonders oft als Weihnachtsbaum eingesetzt, weil sie die erwünschte konische Form hat und schnell wächst.\nDer Baum, der bis zu 50 m hoch wird, ist ein Nadelbaum mit immergrünen Nadeln. Die Form der Fichte ist wie ein schmaler Kegel, nach oben hin spitz werdend. Die Nadeln der Fichte sind dunkelgrün und wachsen rund um den Zweig. Im Frühjahr treiben neue Nadeln aus, die zunächst hellgrün und weich sind.\nIm Mai blüht die Fichte. Männliche und weibliche Blüten wachsen am selben Baum. Aus den weiblichen Blüten entstehen später längliche, hängende Zapfen. Seine zarten jungen Triebe, die deutlich an ihrer helleren Farbe zu erkennen sind, können als Heilmittel verwendet werden.",
        "asyncImageURL": "https://www.lubera.com/images/600/Fichte-JPG-AdobeStock_273190631-2.jpg",
        "properties": ["anregend", "antibakteriell", "beruhigend", "schleimlösend", "schweisstreibend", "tonisierend"],
        "effect": "Die Fichte hat eine Vielzahl von Heilwirkungen. Sie wird insbesondere bei Erkrankungen der Atemwege eingesetzt, da sie bei Reizhusten, Entzündungen der Atemwege, Husten, Asthma und manchmal sogar bei Lungenentzündung hilft. Die ätherischen Öle der Fichtennadeln lösen festen Schleim auf und haben eine antibakterielle Wirkung.\nZusätzlich kann die Fichte bei Durchblutungsstörungen, rheumatischen Beschwerden, Muskelschmerzen und Gicht lindern. Ein Fichtennadel-Tee kann beruhigend wirken und Schlaflosigkeit lindern. Aufgrund ihres hohen Vitamin-C-Gehaltes kann der Fichtennadel-Tee auch bei Frühjahrsmüdigkeit belebend wirken und den Organismus bei Erkältungen stärken.\nDie äußerliche Anwendung von Fichtennadeln oder Harz kann durchblutungsfördernd wirken und bei Neuralgien, Muskelschmerzen und Weichteilrheuma helfen. Allerdings sollte man bei hohem Blutdruck oder Herzinsuffizienz vorsichtig sein und davon abraten.\nDas Terpentinöl, das aus Fichten, Tannen und Kiefern entnommen wird, kann die Durchblutung steigern, aber in höherer Dosierung Blasen und Entzündungen verursachen. Daher sollte es sehr vorsichtig verwendet werden.\nFür die Herstellung von Heilmitteln aus Fichten sollten nur die jungen Triebspitzen und ausgewachsenen Nadeln verwendet werden, die im Frühjahr und Sommer gesammelt werden.",
        "usage": ["Das Hauptanwendungsgebiet der Fichte sind Erkrankungen der Atemwege, vor allem wenn sie bakterieller Natur sind und Schleim festsitzt.",
        
        "Tee: Mit den jungen Triebspitzen und den ausgewachsenen Nadeln kann man einen Aufguss zubereiten und als Tee trinken. Solch ein Tee hilft gegen Husten, Asthma und manchmal sogar gegen Lungenentzündung. Diesem Tee kann man Honig hinzufügen, um Geschmack und Wirkung zu verbessern. Auch bei Influenza-Grippe kann man Fichtennadeltee trinken und die Beschwerden der Atmungsorgane zu lindern.\nDer Fichtennadel-Tee hilft aufgrund seines hohen Vitamin-C-Gehaltes auch gegen Frühjahrsmüdigkeit und andere Vitamin-C-Mangel-Erscheinungen.",
            "Terpentinöl: Das Terpentinöl enthält das ätherische Öl und Harz von Fichten, Tannen und Kiefern. Es wirkt reizend auf die Haut, kann die Durchblutung steigern, in höherer Dosierung aber auch Blasen werfen und zu Entzündungen führen. Daher muss man mit dem Terpentinöl sehr vorsichtig sein, auch wenn es zahlreiche Heilwirkungen hat.\nNach Einreibung der Haut mit einer fetthaltigen Salbe kann man von Rheuma betroffene Gelenke und Muskeln mit Terpentinöl einreiben. Auf die eingeriebenen Körperpartien sollte man jedoch ein Auge haben, um eine zu starke Reizung zu verhindern.\nGegen Asthma und infektiöse Erkrankungen der Atmungsorgane kann man auch Inhalationen mit Terpentinöl durchführen.\nAls sparsam dosierter Zusatz in Bädern kann Terpentinöl die Durchblutung fördern und dadurch die Abheilung schlecht heilender Wunden fördern und rheumatische und gichtige Schmerzen lindern.\nDie innerliche Anwendung des Terpentinöls ist heikel, weil dadurch die Nieren sehr stark gereizt werden. Ansonsten wirkt es wurmtreibend und fördernd auf die Produktion der Verdauungssäfte. Man sollte es aber nur unter ärztlicher Aufsicht innerlich einnehmen.",
            "Ätherisches Öl: Das ätherische Öl der Fichte kann ähnlich angewendet werden wie das Terpentinöl. Auch das reine ätherische Öl ist hautreizend, sollte also verdünnt angewendet werden. Man kann es mit Pflanzenöl verdünnen und als Einreibung gegen Schmerzen und Verspannungen einsetzen.",
            "Tinktur: Aus den Fichtennadeln kann man eine Tinktur ansetzen, besonders gut auch zusätzlich mit Wacholderbeeren. Diese Tinktur kann man äusserlich zu Einreibungen gegen Muskel- und Gelenkschmerzen verwenden und innerlich gegen Erkrankungen der Atemwege. Innerlich sollte man die Tinktur nicht überdosieren, um die Nieren nicht zu sehr zu reizen."],
        "symptoms": ["Asthma", "Bronchitis", "Durchblutungsstörungen", "Gicht", "Husten", "Katarrh der oberen Luftwege", "Keuchhusten", "Muskelkater", "Nasennebenhöhlenentzündungen", "Nervosität", "Nervöse Herzbeschwerden", "Neuralgien", "Rachenentzündung", "Rheuma", "Schlaflosigkeit"],
        "ingredients": ["ätherisches Öl", "Terpentinöl", "Harz", "Glykosid Picein", "Gerbstoff", "Vitamin C"],
        "sideEffects": ["Kann zu Hautreizungen führen", "Kann Bronchialkrämpfe verursachen"],
        "contraindications": ["Fichtennadelölprodukte sind für Kleinkinder und Säuglinge grundsätzlich nicht geeignet, da sie bei diesen eine gefährliche Stimmritzenkrampfierung verursachen können.", "Fichtenöl sollte bei Asthma bronchiale und Keuchhusten nicht angewendet werden", "Fichtennadelölprodukte nicht in der Nähe der Augen auftragen"],
        "harvestTime": ["Triebe: Frühjahr", "Nadeln: Juni bis August", "Harz: Juni bis August"],
        "harvest": "Die jungen Triebe der Fichten werden im Frühjahr gesammelt. Um die Bäume nicht zu schädigen, sollte man die Triebe jedoch nur im unteren Bereich entfernen und ausserdem je Baum nur sparsam ernten.\nIm Sommer kann man die ausgewachsenen Nadeln und das Harz des Baumes sammeln.\nDie Bestandteile der Fichte sollte man nur an trockenen Tagen ernten, damit sie nicht durch zuviel Feuchtigkeit vergammeln.\n**Achtung! Wenn man keine eigenen Fichten im Garten hat, muss man den Waldbesitzer oder Förster um Erlaubnis fragen, ob man Fichtenspitzen ernten darf. Wenn man diese Frage versäumt, kann man massiven Ärger wegen Waldfrevel bekommen.**",
        "isFavorite": false
    },
    {
        "id": "963644a0-dc84-4f3e-861f-92d50707d102",
        "name": "Fingerhut",
        "description": "**Fingerhut**(Digitalis purpurea)\nDer Fingerhut ist in Europa heimisch. Die meisten lernen ihn zuerst in Gärten kennen, denn dort wird er gerne als Zierpflanze angebaut, er kommt aber auch häufig wild vor. Er bevorzugt kalkfreie Böden wächst vor allem auf Waldlichtungen, an Waldrändern und auf Kahlschlägen. Trotz seiner starken Giftigkeit werden die Wirkstoffe des Fingerhutes weltweit von Ärzten gegen Herzschwäche verordnet, denn die Digitalisglykoside gelten als die besten herzstärkenden Mittel. In der Naturheilkunde muss man wegen der Giftigkeit jedoch einen Bogen um den Einsatz des Fingerhutes machen, ausser man setzt ihn in homöopathischer Dosis ein.\nDie zweijährige Pflanze bildet im ersten Jahr eine Blattrosette mit großen spitzovalen Blättern aus. Im zweiten Jahr treibt ein bis zu zwei Meter hoher Stengel aus der Pfahlwurzel, der kleine wechselständige Blätter trägt. Die purpurroten Blüten hängen an einer Seite des Stengels und bilden eine Art Kerze. Die einzelnen Blüten haben die Form eines Fingerhutes, was der Pflanze auch den Namen gab. Sie kommen auch in weiß vor.\nDie Ausrichtung der Blüten erfolgt immer zur Sonne hin, sie hängen also immer an einer Seite. An sonnigen Standorten richten sich alle Blüten nach Süden aus, man kann sie also als Kompass benutzen.\n**Gelber Fingerhut**\nDer gelbe Fingerhut ist auch in Mitteleuropa heimisch, er kommt jedoch deutlich seltener vor. Seine Blüten sind gelblich und meistens kleiner als die des roten Fingerhutes. Die Wirkung und Giftigkeit ist vergleichbar mit dem roten Fingerhut.\n**Wolliger Fingerhut**\nDer in Ungarn und anderen Ländern Südosteuropas heimische wollige Fingerhut hat eine ähnliche Wirkung wie der rote Fingerhut. Er hat gelblich-hellbraune Blüten und fühlt sich im Blütenbereich wollig an.\n*Für die Produktion von Digitalis-Präparaten wird häufig der wollige Fingerhut verwendet.*\nDer Fingerhut lässt sich gut im Garten kultivieren. Wie seine Vorliebe für die Gebirge schon andeutet, mag der Fingerhut es nicht allzu warm. Daher ist er sehr gut geeignet, ein halbschattiges Eck im Garten zu bevölkern.\nDer Boden sollte kalkarm und etwas sauer sein. Vor dem Anbau der Fingerhüte sollte man den Boden gut auflockern und am besten etwas Humus hinzugeben.\nKleine Fingerhutpflanzen kann man aus Samen anziehen. Die Samen werden zunächst in kleinen Anzuchttöpfchen ausgesät. Wenn die Pflanzen zu groß für die Anzuchttöpfe werden, kann man sie ins Freiland setzen. Alternativ kauft man fertige kleine Fingerhut-Pflanzen.\nIm ersten Jahr wird nur die Blattrosette gebildet. Erst im zweiten Jahr schießt der Stengel nach oben und lässt die schönen Blüten entstehen. Wenn sich die Fingerhut-Pflanzen im Garten sehr wohl fühlen, säen sie sich von selbst wieder aus und kommen immer wieder.\n**Achtung! Bei der Handhabung der Fingerhutpflanzen sollte man Handschuhe tragen, denn durch Berührung der Blätter kann man einen Hautausschlag bekommen. Manche Menschen bekommen sogar Kopfschmerzen und Übelkeit durch Fingerhutberührung.**",
        "asyncImageURL": "https://imgix.obi.de/api/disc/cms/public/dam/DE-AT-Assets/Wohnen/fingerhut/1-fingerhut-160330534.jpg?crop=focalpoint&fit=crop&fp-x=0.493&fp-y=0.37&fp-z=1&w=1920&auto=format%2Ccompress&h=1079",
        "properties": ["herzstärkend", "herzschlagverlangsamend", "tonisierend"],
        "effect": "**Achtung! Stark giftig.\nFingerhut nur in verschriebenen Fertigpräparaten oder homöopathisch anwenden.**\nDer Rote Fingerhut ist eine zweijährige Pflanze aus der Familie der Wegerichgewächse und wird wegen seiner starken Wirkstoffe sowohl als giftig als auch therapeutisch wahrgenommen. Die Pflanze enthält Glykoside, insbesondere Digitoxin und Digoxin, die hochwirksame Arzneimittel sind, die das Herz stärken und die Herzfrequenz regulieren können.\nDiese Wirkstoffe können auch bei Wassersucht und Ödemen helfen, da sie die Durchblutung der Nieren verbessern und die Wasserausscheidung unterstützen.\nAllerdings ist der Rote Fingerhut sehr giftig, und der Verzehr von nur zwei bis drei Blättern kann für einen Menschen tödlich sein. Die Glykoside in der Pflanze sind sehr bitter und ein zufälliger Verzehr ist unwahrscheinlich, aber Vergiftungen können auftreten, wenn die Pflanze nicht richtig dosiert wird. Symptome einer Vergiftung können Übelkeit, Erbrechen, unregelmäßiger Puls und Durchfall sein.\nDarüber hinaus haben Forscher entdeckt, dass die Glykoside des Roten Fingerhuts auch eine Wirkung auf Krebszellen haben können, indem sie diese in den Selbstmord treiben.3 Diese Entdeckung könnte neue therapeutische Möglichkeiten für die Anwendung von Fingerhut-Glykosiden eröffnen.\nZusammenfassend lässt sich sagen, dass der Rote Fingerhut eine doppelschneidige Pflanze ist, die sowohl therapeutische als auch giftige Eigenschaften aufweist. Ihre Anwendung in der Medizin ist streng reguliert und sollte nur unter ärztlicher Anleitung erfolgen.",
        "usage": ["Achtung! Stark giftig. Fingerhut nur in verschriebenen Fertigpräparaten oder homöopathisch anwenden.",
            "Innerliche Anwendung gegen Herzschwäche: Aufgrund seiner Giftigkeit wird der Fingerhut nur in seiner herzstärkenden Eigenschaft angewendet, denn für die anderen Heilwirkungen des Fingerhutes gibt es viele ungefährlichere Heilpflanzen. Bei Herzschwäche sind Produkte aus dem Fingerhut, die sogenannten Digitalispräparate, die Mittel der Wahl, auch in der Schulmedizin.",
            "Als Tee oder Tinktur wird der Fingerhut wegen seiner Giftigkeit nicht verwendet!",
            "Die Digitalis-Wirkstoffe sammeln sich im Körper an. Daher hätte man bald Überdosierungsprobleme und Vergiftungserscheinungen, wenn das Digitalis-Präparat immer gleich hoch dosiert gegeben würde. Digitalis-Mittel müssen daher in ihrer Dosis sorgfältig eingestellt werden.Für eine günstige Heilwirkung darf man keinesfalls zu viel oder zu wenig davon nehmen, sondern nur genau so viel, wie vom Arzt verschrieben.",
            "Giftwirkung: Der Fingerhut ist so giftig, dass er auf keinen Fall im Rahmen einer Selbstmedikation angewendet werden sollte. Schon der Verzehr von zwei Blättern kann zum Tode führen! Selbst bei bestimmungsmässiger Einnahme von Fertigpräparaten kann es häufig zu Vergiftungserscheinungen kommen, weil die therapeutische Breite des Fingerhutes sehr schmal ist. Die therapeutische Breite ist die Dosierungshöhe, in der ein Mittel heilkräftig wirkt, aber noch nicht schädlich ist. Die herzwirksamen Digitalisglykoside fangen erst bei einer relativ hohen Dosis an zu wirken, die ziemlich dicht an einer giftigen Dosis ist.\nVergiftungen durch die offizielle Einnahme von Digitalispräparaten kommen daher auch relativ oft vor, im Gegensatz zu Vergiftungen durch den Genuss der wilden Pflanze, denn die Blätter schmecken bitter und nicht gerade verlockend.",
            "Leichte Vergiftungszeichen durch Digitalisglykoside sind das Ohrensausen, Gelbsehen und andere Sehstörungen.",
            "Bei schwereren Vergiftungen kommt es zu Herzrhythmusstörungen, langsame Herzfrequenz, Durchfall, Übelkeit, Erbrechen, Bauchschmerzen, blaue Lippen, Atemnot und schliesslich Herzstillstand.",
            "Erste Hilfe Maßnahmen: Im Fall einer Vergiftung durch Verzehr von Pflanzenteilen müssen sofort Magen und Darm entleert werden, am besten in einer Klinik durch Magen auspumpen. Falls eine Klinik nicht so schnell erreichbar ist, kann es helfen, reichlich medizinische Kohle zu geben, damit die giftigen Stoffe aufgesaugt werden. Auch ein starker Kaffee kann hilfreich wirken.",
            "Äusserlich gegen Wunden: Ein äusserlicher Einsatzzweck der Volksheilkunde sollte vielleicht nicht unerwähnt bleiben.\nAbkochungen der Fingerhutblätter können als Umschlag angewandt die Heilung von Wunden fördern.\nBei Menschen, die zu Allergien neigen, kann es bei Hautkontakt mit den Fingerhut-Wirkstoffen zu allergischen Reaktionen kommen. Dann entsteht ein Arzneimittelexanthem (Hautausschlag).",
            "Homöopathisch: In der Homöopathie wird der Fingerhut unter dem Namen Digitalis meistens in den Potenzen D6 bis D12 verwendet. In diesen Potenzen ist der Fingerhut nicht mehr giftig.\nAuch in der homöopathischen Zubereitung wird Digitalis vor allem gegen Herzerkrankungen und ihre Folgen, wie beispielsweise Kurzatmigkeit und Wassersucht verwendet.\nMan kann ihn aber auch gegen Migräne, Schlafstörungen, Erschöpfung und Prostatabeschwerden verwenden.\nEin typisches Leitsymptom sind Erstickungsängste beim Einschlafen oder Aufwachen.",
            "Pflanzen mit ähnlichen Wirkungen: In der Natur gibt es eine ganze Reihe von Heilpflanzen, die eine ähnliche Wirkung auf das Herz haben wie der Fingerhut. Man spricht dann auch von einer digitalisähnlichen Wirkung und deren Wirkstoffe nennt man Digitaloide oder Digitalisglykoside. Diese Pflanzen sind zum großen Teil nicht mit dem Fingerhut verwandt und haben dennoch ähnliche Wirkstoffe ausgebildet.\nEs handelt sich unter anderem um die Meerzwiebel, Maiglöckchen, Salomonssiegel, Einbeere, Christrose, Oleander"],
        "symptoms": ["Geschwollene Füsse", "Herzasthma", "Herzinsuffizienz", "Herzschwäche", "Kurzatmigkeit", "Migräne", "Prostatahypertrophie", "Prostatavergrösserung", "Schlafstörungen", "Wassereinlagerungen", "Wassersucht", "Ödeme"],
        "ingredients": ["Digitalis-Glykoside", "Digitoxin", "Herzaktivierende", "Glykoside", "Acetylcholin", "Cholin", "Gallussäure", "Gitaloxigenin", "Gitoxin", "Inositol", "Saponine", "Schleim"],
        "sideEffects": ["Kann zu Übelkeit, Erbrechen und Durchfall führen", "Kann Kopfschmerzen verursachen", "In der Homöopathie werden Fingerhutpräparate in niedriger Potenz gegen verschiedene Beschwerden eingesetzt, ohne bekannte Nebenwirkungen."],
        "contraindications": ["Nicht in der Selbstmedikation anwenden!", "Bei einer Überdosierung können lebensbedrohliche Herzrhythmusstörungen, Benommenheit, Sehstörungen, Depressionen, Verwirrtheit, Halluzinationen und Psychosen auftreten."],
        "harvestTime": [""],
        "harvest": "Da der Fingerhut unter Naturschutz steht und außerdem nicht in der Selbstbehandlung angewendet werden kann, darf und sollte man den Fingerhut nicht sammeln.",
        "isFavorite": false
    },
    {
        "id": "995aadc2-4f10-4ca9-aa4f-e749a1131ca4",
        "name": "Frauenmantel",
        "description": "**Frauenmantel**(Alchemilla vulgaris)\nDer Frauenmantel kommt nahezu weltweit vor. Er wächst bevorzugt auf Wiesen, in lichten Wäldern und Gebüschen. Wenn ein Standort dem Frauenmantel gut gefällt, dann bildet er oft ganze Teppiche, andernorts kommt er auch einzeln vor.\nDie ausdauernde Wurzel treibt im Frühjahr mehrere Stengel aus an denen gefaltete Blätter mit sieben bis elf Lappen wachsen. Die Ränder der Blätter sind gezähnt. In der Mitte der Blätter sammeln sich häufig Tautropfen, was ein besonders typisches Kennzeichen des Frauenmantels ist. Aus der Mitte mancher Blätter entspringen Stengel, an deren Ende ab Mai die kleinen, zartgelben Blüten in Trugdolden wachsen.\nIn den Gebirgen findet man unter anderem den Silbermantel, eine Pflanzenart, die dem Frauenmantel ähnelt. Er wird auch Alpen-Frauenmantel genannt. Die Heilwirkung ist ähnlich wie die des normalen Frauenmantels.\nAls Heilpflanze hat sich der Frauenmantel, wie der Name schon andeutet, hauptsächlich in der Frauenheilkunde bewährt, aber auch in anderen Bereichen kann er hilfreiche Dienste leisten. Es gibt kaum einen Bereich des Körpers, auf den der Frauenmantel nicht wohltuend einwirken kann. Zumindest glaubt das die Volksheilkunde.",
        "asyncImageURL": "https://www.mein-schoener-garten.de/sites/default/files/styles/discover_4x3/public/aufmacher-frauenmantel-alchemilla-1188276057-istock.jpg?h=c3bf4dd4&itok=tkS49pGL",
        "properties": ["adstringierend", "beruhigend", "blutbildend", "blutreinigend", "blutstillend", "harntreibend","krampflösend", "Muttermilch fördernd", "tonisierend"],
        "effect": "Die Schulmedizin hat bei ihren Untersuchungen nicht viel Heilkräfte beim Frauenmantel entdeckt, nur eine gewisse Heilwirkung gegen Magen- und Darmbeschwerden traut sie ihm zu.Dafür schätzt die Volksheilkunde den Frauenmantel um so mehr. In der Antike war der Frauenmantel nicht bekannt. Erst ab dem Mittelalter taucht er in Kräuterbüchern auf und auch Hildegard von Bingen empfahl ihn.\nDer Frauenmantel hat eine Vielzahl von Wirkungen, er enthält Gerbstoffe, Bitterstoffe, Phytosterin, Glykoside, Saponine und Tannine. Traditionell wird er in der Volksmedizin bei Frauenkrankheiten wie Menstruationsbeschwerden, Prämenstruellem Syndrom (PMS), Östrogen-Dominanz und Wechseljahresbeschwerden eingesetzt.\nDarüber hinaus kann er bei Atemwegserkrankungen wie Erkältung, Hals- und Rachenentzündung oder Schnupfen, bei Magen-Darm-Problemen wie Appetitlosigkeit, Blähungen, Durchfall, Magen- oder Nierenschwäche, bei Hauterkrankungen wie Ekzemen, Geschwüren, Furunkeln und anderen eitrigen Wunden oder Ödemen, bei anderen entzündlichen Reaktionen wie Mund- und Zahnfleischentzündung, Asthma, Lidrandentzündung, Kopfschmerzen und Herzschwäche helfen.\nWissenschaftliche Studien haben die antioxidative, entzündungshemmende und wundheilende Wirkung des Frauenmantels nachgewiesen, die auf den enthaltenen Flavonoide und Triterpenen zurückzuführen sind. Zudem wird er in der Naturheilkunde seit Langem als ein Heilkraut beschrieben, das Frauen wie ein Mantel schützt.",
        "usage": ["Traditionell ist der Haupteinsatzbereich des Frauenmantels die Frauenheilkunde. Das liegt wohl unter anderem an seinen Pflanzenhormonen, die dem weiblichen Progesteron ähneln. Dadurch kann der Frauenmantel Mangelzustände ausgleichen, die zu prämenstruellen Störungen und zu Wechseljahrsbeschwerden führen. Zudem wirkt das Frauenmantelkraut entkrampfend, was auch sehr günstig für die Gebärmutter ist.",
        "Als Tee getrunken lindert er nahezu alle Arten von Frauenbeschwerden, seien es Periodenkrämpfe, Prämenstruelles Syndrom oder Beschwerden der Wechseljahre.\nAuch während und nach der Geburt kann der Frauenmantel hilfreich sein.\nWenn das Baby dann geboren ist, fördert Frauenmantel-Tee die Milchbildung.\nAls Sitzbad kann Frauenmanteltee gegen Weissfluss helfen.",
        "Nicht nur bei Frauenbeschwerden kann der Frauenmantel helfen, sondern auch bei vielen anderen gesundheitlichen Problemen bietet er sich an.\nFrauenmanteltee lindert Beschwerden der Atmungsorgane, wie Husten, Erkältung und Schnupfen.\nAuch die Verdauung wird vom Frauenmantel gefördert und sanft ausgeglichen.\nEin schwaches Herz wird gestärkt und die Blutgefässe elastischer.\nDie Wirkung auf das Nervensystem kann Kopfschmerzen und Schlaflosigkeit lindern.",
        "Äusserlich angewandt hilft Frauenmantel-Tee als Bad, Umschlag oder Waschung gegen vielerlei Hautbeschwerden.\nGegen Geschwüre kann man Bäder anwenden, gegen Ekzeme Waschungen und zum Schmelzen eitriger Furunkel Umschläge."],
        "symptoms": ["Appetitlosigkeit", "Arteriosklerose", "Asthma", "Bindehautentzündung", "Blähungen", "Diabetes", "Durchfall", "Eiterungen", "Eitrige Wunden", "Ekzeme", "Erkältung", "Fieber", "Furunkel", "Geschwüre", "Halsentzündung", "Herzschwäche", "Kopfschmerzen", "Lidrandentzündung", "Magenschwäche", "Menstruationsbeschwerden", "Mundentzündung", "Nachtschweiss", "Nierenschwäche", "Ödeme", "Östrogen-Dominanz", "PMS", "Periodenschmerzen", "Prämenstruelles Syndrom", "Rachenentzündung", "Schlaflosigkeit", "Schnupfen", "Wechseljahrsbeschwerden", "Weissfluss", "Wunden", "Zahnfleischentzündung"],
        "ingredients": ["Gerbstoffe", "Bitterstoffe", "Phytosterin", "Glykoside", "Saponine", "Tannine"],
        "sideEffects": ["Frauenmantel wird in der Regel gut vertragen, jedoch können Unverträglichkeiten oder allergische Reaktionen auftreten.", "Mögliche Nebenwirkungen können Magen-Darm-Beschwerden, Hautreaktionen oder Kopfschmerzen umfassen."],
        "contraindications": ["Bei Babys und Kindern wird von der Anwendung von Frauenmantel wegen fehlender Studien abgeraten.", "Während der Schwangerschaft und Stillzeit sollte Frauenmantel aufgrund unzureichender Wirksamkeits- und Unbedenklichkeitsbelege nicht angewendet werden."],
        "harvestTime": ["Mai bis September"],
        "harvest": "Frauenmantel sollte man an einem trockenen Tag sammeln, da bei Regen zu viel Nässe in die Schnittstellen eindringen kann und Pilze oder Fäulnis entstehen könnten. Der Schnitt erfolgt kurz über dem Boden. Die beste Erntezeit liegt am frühen Morgen zwischen Mai und August, wenn die Pflanze in voller Blüte steht. Es ist wichtig, nur einen Teil des Bestands zu ernten, damit sich die Pflanze wieder vermehren kann..",
        "isFavorite": false
    },
    {
        "id": "a03c7598-4202-466a-ba60-4f16820fa95c",
        "name": "Gelber Enzian",
        "description": "**Gelber Enzian**(Gentiana lutea)\nDer gelbe Enzian ist eine typische Gebirgspflanze und ist in den Alpen und auch auf den höchsten Bergen des Schwarzwalds und der Vogesen zu finden. Da der gelbe Enzian auf Kuhweiden eher ungeliebt ist und früher im grossen Stil zur Gewinnung als Medizinalpflanze und für Kräuterbitter eingesetzt wurde, wurde er immer seltener bis er so selten war, dass er unter Naturschutz gestellt werden musste. Inzwischen haben sich die Bestände durch den Schutz wieder erholt.\nDer Enzian ist eine mehrjährige Pflanze, die bis zu sechzig Jahre alt werden kann. Er wächst allerdings auch recht langsam und blüht meistens erst nach zehn Jahren.\nDie dicke, ästige Wurzel wird bis zu einen Meter lang. Besonders massive Exemplare können bis zu vier Kilo wiegen. Außen sind die Wurzeln braun und innen gelb.\n**Die Wurzeln des giftigen, weissen Germers, dessen Blätter denen des Enzian ähneln, sind deutlich kürzer und innen weiss. Das ermöglicht eine Unterscheidung der beiden Wurzeln.**\nSobald der Frühling weit genug fortgeschritten ist, dass der Schnee dauerhaft schmilzt, wachsen aus der Wurzel bodennahe Blätter. Die Blätter sind gross und spitz eiförmig. Sie haben mehrere ausgeprägte Nerven, die bogenförmig verlaufen. Wenn sich der Stengel nach oben streckt, wachsen die Blätter in Etagen gekreuzt gegenständig. Diese Blätter sind nach unten gebogen, sodass sie fast wie Schalen wirken.\nAb Juni bis Anfang August blüht der Enzian mit gelben Blüten, die oberhalb der Blätteretagen in dichten Quirlen wachsen. Die Blüten sind fünfzählig und radförmig. Aus den Blüten entwickeln sich dicke aufrecht stehende Schoten, die kleine Samen enthalten.\nMan kann den Enzian relativ gut im Garten anbauen, obwohl er normalerweise nur im Gebirge heimisch ist. Am liebsten gedeiht er auf Kalkböden, Granit oder Gneiss, man kann aber auch normale Gartenerde für ihn verwenden.\nDa ein aus Samen gezogener Enzian meistens zehn Jahre lang braucht, bis er das erste Mal blüht, ist es einfacher, wenn man ihn als fertige Pflanze oder Wurzelstock kauft und im Garten einpflanzt. In tiefgründiger Erde kann die Wurzel des Enzians besonders groß werden.\nDa der Enzian unter Naturschutz steht, darf man ihn auf keinen Fall in der Natur ausgraben, um ihn anschließend einzupflanzen.\nDer blaue Enzian, über den Lieder gesungen werden, ist übrigens ein naher Verwandter der gleichen Gattung. Er hat ähnliche Inhaltsstoffe, ist jedoch weniger heilkräftig.",
        "asyncImageURL": "https://www.saemereien.ch/media/image/product/15439/lg/heilpflanzensamen-kaufen-gelber-enzian-stern-enzian-gentiana-lutea-samen.jpg",
        "properties": ["antibakteriell", "menstruationsfördernd", "tonisierend"],
        "effect": "Der Enzian ist eine typische Gebirgspflanze, die inzwischen recht selten geworden ist und daher auch unter Naturschutz steht. Die Wurzel des Enzians kann man jedoch in Apotheken und Kräuterhandlungen beziehen. Sie wird in der Phytotherapie aufgrund ihrer starken Bitterstoffe als appetitanregendes und verdauungsförderndes Mittel eingesetzt.\n Darüber hinaus haben Bitterstoffe auch entzündungshemmende und kräftigende Eigenschaften und können das Kreislaufsystem stärken.\n Neue Studien zeigen, dass der Gelbe Enzian bei Neurodermitis, Asthma und COPD wirksam sein kann, indem er die Entzündungshemmung und die Stimulation des Nervenwachstums fördert.\nBei zu hohem Blutdruck und auch in der Schwangerschaft sollte man jedoch von der Verwendung des Enzians absehen.",
        "usage": ["Die Hauptwirkung des gelben Enzians beruht auf den Bitterstoffen, die die Wurzeln enthalten. Sie machen die Enzianwurzel zu einem starken Magenmittel, das die Verdauung fördert.",
        "Tee: Die getrockneten Stücke der Wurzel kann man als Aufguss zubereiten. Dazu übergiesst man einen halben Teelöffel Enzianwurzel mit einer Tasse kochendem Wasser und lässt den Tee fünf bis zehn Minuten ziehen.\nOder man bereitet den Enziantee als Kaltauszug zu. Dazu übergiesst man einen halben Teelöffel Enzianwurzel mit kaltem Wasser und lässt es sieben bis acht Stunden ziehen. Danach abseihen und behutsam auf Trinkwärme erhitzen.",
        "Tinktur: Für die Tinktur übergiesst man die kleingeschnittenen Enzianwurzeln mit Doppelkorn oder Weingeist und lässt den Ansatz in einem verschlossenen Glas zwei bis sechs Wochen ziehen. Danach abseihen und dreimal täglich vor den Mahlzeiten zehn bis zwanzig Tropfen einnehmen.",
        "Die Verdauung ist das Haupteinsatzgebiet des Enzians. Durch die Bitterstoffe wird die Bildung der Magensäfte angeregt. Der Appetit wird angeregt und Sodbrennen wird gemildert.\nEnzian wirkt ausserdem leicht abführend und kann dadurch Verstopfung beheben.",
        "Die Volksheilkunde setzt den Enzian auch zur Vorbeugung gegen Erkältungen ein.\nEr fördert zudem die Menstruation.\nFrüher wurde Enzian auch gegen Ohnmachtsanfälle und kalte Hände und Füsse verwendet.",
        "Eine blau-violette Enzianart wird als Bachblüte Gentian verwendet.",
        "Achtung!/nDen Enzian sollte man nicht bei bestehendem Bluthochdruck einsetzen.\nAuch in der ersten Phase der Schwangerschaft sollte man auf den Enzian verzichten."],
        "symptoms": ["Appetitlosigkeit", "Blutarmut", "Fieber", "Herzbeschwerden", "Kalte Füsse", "Kalte Hände", "Krampfadern", "Magenbeschwerden", "Müdigkeit", "Ohnmacht", "Rekonvaleszenz", "Rheuma", "Schnupfen", "Schwindel", "Sodbrennen", "Untergewicht", "Verdauungsschwäche", "Verstopfung"],
        "ingredients": ["Bitterstoffe", "Gerbstoff", "Gerbsäure", "Gentianose", "Gentiopikrin", "Inulin", "Schleim", "Zink", "Gentiopikrosid", "Amarogentin", "Xanthone"],
        "sideEffects": ["Trotz seiner Verdauungsförderung kann der Enzian in einigen Fällen Magenübersäuerung oder Bauchkrämpfe verursachen", "Es kann zu Kopfschmerzen kommen"],
        "contraindications": ["Nicht anwenden in der Schwangerschaft", "Nicht anwenden bei zu hohem Blutdruck", "Nicht anwenden bei Geschwür im Magen oder im Zwölffingerdarm"],
        "harvestTime": ["März, April, August, September"],
        "harvest": "Wild wachsender Enzian darf nicht gesammelt werden, weil der Enzian geschützt ist. Nur Enzian aus dem eigenen Garten darf geerntet werden. Dazu wartet man, bis die Enzianpflanze groß und kräftig ist. Das kann etliche Jahre in Anspruch nehmen, etwa zehn Jahre alleine bis zur ersten Blüte.\nDie Wurzel wird im Herbst nach der Blüte oder im Frühjahr vor dem Austrieb der neuen Blätter geerntet.Die Wurzel in tiefgründiger Erde kann bis zu vier Kilo schwer werden. In manchen Fällen wird sie bis zu einen Meter lang.\nNach der Ernte schneidet man die Wurzel längs durch und hängt sie auf einen Faden gefädelt an einem trockenen, warmen Ort zum Trocknen auf.\nAls Alternative zum Trocknen kann man die frische Enzianwurzel auch verwenden, um eine Tinktur darauf anzusetzen.",
        "isFavorite": false
    },
    {
        "id": "2981aaaa-18c2-41d6-9b5c-ecad95b1e747",
        "name": "Ginko",
        "description": "**Ginkgo**(Ginkgo biloba)\nGinkgo ist ursprünglich in China heimisch. Heutzutage findet man ihn jedoch weltweit angebaut. Wie kein Anderer helfen seine ledrigen Blätter, unser Gefäßsytem besser zu durchbluten und wirken dadurch gegen vielerlei Zivilisationskrankheiten. Insbesondere seine stärkende Wirkung auf das Gedächtnis ist sehr beliebt.\nDer Ginkgo-Baum wird bis zu 30-40 m hoch. Er ist zweihäusig, d.h. es gibt einen weiblichen und einen männlichen Baum. Die weiblichen Bäume bilden Samenfrüchte, die aussen fleischig und innen hart sind. Diese Früchte riechen im Herbst ranzig, weshalb die männlichen Bäume bevorzugt werden. Die männlichen Bäume tragen 2-3 cm lange Kätzchen. Die Blätter des Ginkgos sind fächerförmig und in ihrer Form unverwechselbar.\nDen Ginkgo kann man in mittleren Breiten im eigenen Garten anbauen. Er ist mit jedem Boden zufrieden. Und steht gerne halbschattig bis sonnig. In den ersten beiden Jahren sind die kleinen Ginkgo-Bäume noch nicht winterhart. Deshalb kultiviert man sie am besten für mindestens zwei Jahre im Kübel, bevor man sie ins Freiland setzt. Man kann den Ginkgo aus den Samen ziehen, die man im Herbst in feuchten Sand legt. Bis zur Keimung sollten sie kühl stehen. Einfacher ist es jedoch, wenn man fertige Ginkgo-Pflanzen verwendet.\nDer Gingko ist der einzige Baum seiner Familie, der aus der Urzeit vor 250 Millionen Jahren übrig geblieben ist. Dass er über die Zeiten ausgehalten hat, ist wahrscheinlich chinesischen Mönchen zu verdanken, die ihn in ihrem Klöstern aus medizinischen und religiösen Gründen gehegt und gepflegt haben.",
        "asyncImageURL": "https://pflanzenkatalog.ley-baumschule.de/content/files/30008/Ginkgo-biloba-Horizontalis-600x600-proportionalsmallest.webp",
        "properties": ["durchblutungsfördernd"],
        "effect": "Der Ginkgo wirkt in erster Linie durchblutungsfördernd und zwar vor allem auf das Gehirn, aber auch auf andere Gewebe des Körpers. Das Gedächtnis und das Lernvermögen werden dadurch verbessert. Außerdem werden die Nerven geschützt. Altersbedingte Schäden an den Nerven werden verringert.\nGinkgo wirkt zudem als Antioxydant. Es macht freie Radikale unschädlich und wirkt dadurch allgemein verjüngend.\n*Manche Menschen reagieren allergisch auf Hautkontakt mit den Ginkgo-Früchten. Es kommt dann zu Hautirritationen.\nWenn man extrem hohe Dosen vom Ginkgo einnimmt, kann es zu Übelkeit und Kopfschmerzen kommen.*\n**Man sollte nicht gleichzeitig gerinnungshemmende Medikamente und Ginkgo-Präparate einnehmen. Das Ginkgo-Mittel kann die Wirkung des Gerinnungshemmers verstärken, wodurch es zu Blutungen kommen kann.\nKurz vor einer Operation (ca. 2 Tage) sollte man mit der Ginkgo-Einnahme pausieren, damit es nicht zu unerwünschten Blutungen kommt.**\nGinkgo kann man innerlich, als Tabletten, Tee oder Tinktur gegen Vergesslichkeit, Konzentrationsstörungen und Durchblutungsstörungen im Gehirn einsetzen.\nBei leichter Demenz kann man Ginkgo ergänzend zu anderen Behandlungsmaßnahmen einsetzen. Auch die Kommission E empfiehlt den Ginkgo zur Behandlung von Demenz.\nSelbst bei Alzheimer-Patienten kann der Ginkgo gute Dienste leisten. Er wird wohl keine Wunder vollbringen, denn Alzheimer ist bislang nicht heilbar, aber der Ginkgo kann dazu beitragen, dass der geistige Verfall verlangsamt wird. Dazu muss der Ginkgo aber dauerhaft über einen längeren Zeitraum angewendet werden.\nMan kann den Ginkgo aber auch bei guter geistiger Leistungsfähigkeit einsetzen, wenn man anstrengende geistige Arbeit leisten muss. Dann hilft der Ginkgo beim Konzentrieren und dass man die Geistesarbeit besser verkraftet, z.B. ohne Kopfschmerzen usw.\nAußerdem hilft Ginkgo gegen alle anderen Arten von Durchblutungsstörung, sei es das Herz, die Beine oder die Haut.\nWegen seiner durchblutungsfördernden Wirkung ist Ginkgo ein wunderbares Mittel, um das Altern zu verlangsamen, sowohl geistig als auch körperlich.\n*Man kann den Ginkgo auch regelmäßig einnehmen, um Schlaganfall und Herzinfarkt vorzubeugen.*\nÄußerlich kann man Ginkgo-Tee oder verdünnte Tinktur in Form von Umschlägen, Bädern oder Waschungen anwenden. Mit dieser Art der Anwendung kann man schlecht heilende Wunden lindern, insbesondere, wenn diese wegen schlechter Durchblutung nur schlecht abheilen.\nIn der traditionellen chinesischen Medizin (TCM) wird der Ginkgo seit Jahrtausenden angwendet. Weil er zwischen Yin und Yang vermitteln können soll, wird er zum Ausgleichen eingesetzt.\nAnstelle der Blätter werden in China vor allem die Samen genutzt.\nMan benutzt den Ginkgo gegen Asthma, Husten, Bronchitis, Tuberkulose, Magenerkrankungen und Hautentzündungen.\nAus gepulverten Blättern wird eine Wundauflage zubereitet, die sehr gute Wirkung haben soll.",
        "usage": ["Ginkgo kann man wahlweise als Tee, als Tinktur oder als Fertig-Präparat anwenden. Die häufigste Art, Ginkgo anzuwenden ist heutzutage zweifellos die Tablette, denn Ginkgo wird inzwischen sogar in Supermärkten als Tablette angeboten. Man kann den Ginkgo jedoch ganz traditionell als Tee trinken, wenn auch eher unüblich, oder sich selbst eine Tinktur ansetzen und als Ginkgo-Tropfen anwenden.",
        "Tee: Für einen Ginkgo-Tee übergießt man ein bis zwei Teelöffel Ginkgo mit einer Tasse kochendem Wasser und lässt ihn zehn Minuten ziehen. Anschließend abseihen und den Ginkgotee in kleinen Schlucken trinken. Von diesem Tee trinkt man ein bis drei Tassen täglich.",
        "Tinktur: Um eine Ginkgo-Tinktur selbst herzustellen, übergießt man Ginkgo in einem Schraubdeckel-Glas mit Doppelkorn oder Weingeist, bis alle Pflanzenteile bedeckt sind, und lässt die Mischung verschlossen für 2 bis 6 Wochen ziehen. Dann abseihen und in eine dunkle Flasche abfüllen. Von dieser Tinktur nimmt man ein bis drei mal täglich 10-50 Tropfen ein. Wenn einem die Tinktur zu konzentriert ist, kann man sie mit Wasser verdünnen.",
        "Ginkgo-Präparate findet man in Apotheken, Drogerien und Supermärkten. Für die ernsthafte Behandlung von Krankheiten, z.B. Demenz, sollte man Tabletten aus der Apotheke verwenden, denn diese enthalten einen hoch konzentrierten Ginkgo-Extrakt.\nDie Ginkgo-Tabletten aus Supermärkten und Drogerien dürfen gar nicht so hoch konzentriert sein, daher eignen sie sich besser, wenn man nur seine geistige Leistungsfähigkeit und de allgemeine Durchblutung stärken will.",
        "Für die äußerliche Behandlung von schlecht heilenden Wunden und Geschwüren kann man einen Umschlag mit Ginkgo auflegen. Dazu tränkt man ein sauberes Tuch entweder mit Ginkgo-Tee oder mit verdünnter Ginkgo-Tinktur. Das Tuch wird ausgewrungen, damit es nicht tropft. Dann legt man das feuchte Tuch auf die zu behandelnde Hautstelle. Mit einem Wolltuch oder einer Plastikfolie kann man das Tuch bedecken, damit die Feuchtigkeit nicht an die Kleider der Bettwäsche kommt. Mit einer Mullbinde kann man das tuch fixieren.\nDer Umschlag sollte mindestens zwei Stunden, am besten über Nacht einwirken.",
        "In der Homöopathie wird der Ginkgo in niedrigen Potenzen (D1 bis D3) sehr ähnlich eingesetzt wie in der Heilpflanzenkunde. In diesen niedrigen Potenzen entspricht die homöopathische Anwendung weitgehend der Phytotherapie."],
        "symptoms": ["Alzheimer", "Asthma", "Bronchitis", "Claudicati intermittens", "Dekubitus", "Demenz", "Diabetes", "Durchblutungsstörungen", "Gleichgewichtsstörungen", "Hautgeschwüre aufgrund von mangelnder Durchblutung", "Hörsturz", "Konzentrationsstörungen", "Kopfschmerzen", "Magenprobleme", "Offenes Bein", "Ohrensausen", "Schaufensterkrankheit", "Schlecht heilende Wunden", "Schwerhörigkeit", "Schwindel", "Sehstörungen", "Tinnitus", "Ulcus cruris", "Unterschenkelgeschwür", "Vergesslichkeit", "Wunden (äusserlich als Umschläge)", "Wundliegen", "Wurmerkrankungen"],
        "ingredients": ["Flavonoide", "Alkohole", "Pinit", "Zucker", "Essigsäure", "Capronsäure", "Ginkgolsäure", "Ginkgolid", "Shikmisäure", "Sitosterin", "Wachs", "Stärke", "Harz", "ätherisches Öl", "fettes Öl"],
        "sideEffects": ["Überdosierungen können zu Herzrasen führen", "Kann Nebenwirkungen wie Übelkeit, Erbrechen, Durchfall, Magen-Schleimhaut-Entzündungen und Allergien verursachen", "Manche Patienten berichten von Kopfschmerzen und allergischen Hautreaktionen"],
        "contraindications": ["Ginkgo kann das Blutungsrisiko erhöhen, insbesondere bei älteren Menschen, Personen mit bekannter Blutungsneigung und schwangeren Frauen."],
        "harvestTime": ["Oktober"],
        "harvest": "Die Blätter des Ginkgos werden im Oktober gesammelt, bevor sie braun werden und abfallen. Dann werden sie zügig im Halbschatten getrocknet.",
        "isFavorite": false
    }
]
