[
    {
        "id": "d1ddb5fe-235d-4a0a-a375-c9a1ef690bb9",
        "name": "Ackerschachtelhalm",
        "description": "**Ackerschachtelhalm** (Equisetum arvense)\nIm Frühjahr ist der Schachtelhalm (auch Zinnkraut genannt) eine blassgebliche stengelartige Pflanze, die nach kurzer Zeit verschwindet. Später wachsen dann grüne Sommertriebe, die früher gerne zum Putzen von Metall verwendet wurden, woher auch der Name Zinnkraut kommt.\nIm Frühling wachsen ca. 20 cm grosse blassgelbliche Stengel mit einer Sporenähre an der Spitze. Die Spitze enthält die Sporen, mit denen sich der Schachtelhalm fortpflanzt. Der Stengel setzt sich aus mehreren Abschnitten zusammen, die ineinander verschachtelt sind, woher auch der Name Schachtelhalm kommt. Der Frühlingstrieb des Schachtelhalms enthält gar kein Chlorophyll und ernährt sich ausschliesslich aus seinem Wurzelgeflecht. Der Zweck des Frühlingstriebs ist ausschliesslich die Fortpflanzung. Nach der Fortpflanzung sterben die Frühlingstriebe ab.\nDie Frühjahrstriebe von Ackerschachtelhalm werden in Korea und Japan gerne als Frühlingsgemüse gegessen und heißen dort Tsukushi.\nIm Mai wachsen dann die grünen Sommertriebe, die 10 - 50 cm hoch werden. Die Gestalt der Sommertriebe erinnert an kleine Nadelbäume; sie haben einen Stengel, von dem quirlförmig grüne Zweige abstehen. Diese Stengel ersetzen die Blätter. Auch Blüten hat der Schachtelhalm nicht, weil er eine Sporenpflanze ist.\n*Gute Schachtelhalme haben keine braunen Stellen; die braunen Stellen sind ein Hinweis darauf, dass der betroffene Schachtelhalm leicht giftig ist.*\n**Verwechslungsgefahr: Leicht giftig ist der Sumpf-Schachtelhalm (Equisetum palustre), der auf feuchten Wiesen, Ufern und Mooren wächst und ist vor allem für Pferde sehr giftig. Der Sumpfschachtelhalm eignet sich nicht als Heilmittel.**\nVor ca. 400 Millionen Jahren war der Schachtelhalm baumgross und bevölkerte riesige Wälder zusammen mit Riesenfarnen und Moosen. Wie diese so hat auch der Schachtelhalm keine Blüten sondern vermehrt sich durch Sporen.",
        "asyncImageURL": "https://imgix.obi.de/api/disc/cms/public/dam/DE-AT-Assets/pflanzen/ackerschachtelhalm-bekaempfen/1-ackerschachtelhalm-bekaempfen-dam-2095824.jpg",
        "properties": ["blutreinigend", "blutstillend", "entzündungshemmend", "harntreibend"],
        "effect": "Aufgrund seines hohen Gehalts an Mineralstoffen, insbesondere der Kieselsäure, kann der Schachtelhalm sowohl zum Erhalt als auch zur Wiederherstellung der Knochengesundheit einen wichtigen Beitrag leisten. So kann die Arzneipflanze zum Beispiel zur unterstützenden Behandlung bei Knochenbrüchen, Osteoporose oder Arthrose eingesetzt werden.Auch bei Nierenkrankheiten und Problemen des Bindegewebes ist Kieselsäure hilfreich\nGemäß der von Paracelsus überlieferten Signaturenlehre entsprechen diese Einsatzgebiete dem klar strukturierten Erscheinungsbild der Pflanze. Danach schafft er Ordnung in den Gedanken von Menschen, denen diese Fähigkeit verloren gegangen ist.\nDer Ackerschachtelhalm wirkt dank seiner Flavonoide entzündungshemmend, weshalb er ebenso bei rheumatischen Beschwerden im Bewegungsapparat zum Einsatz kommen kann. Seine Silikate, die zu etwa 10 % wasserlöslich sind, nähren zudem Haut, Haare und Nägel sowie das Bindegewebe. Somit kann er innerlich beispielsweise bei übermäßiger Schweißbildung oder Cellulitis sowie bei Inkontinenz oder Reizblase angewendet werden. In der chinesischen Medizin gilt er aus diesem Grund als Qi- und Yin-Tonikum für die Niere.\nAls Tee wirkt der Schachtelhalm nicht nur harntreibend, sondern auch antimikrobiell. Deshalb kann er zum Durchspülen der Harnwege bei bakteriellen oder entzündlichen Erkrankungen der Harnwege beitragen oder das Ausleiten von Nierengrieß, harnpflichtigen Stoffen oder Ödemen nach langem Stehen beziehungsweise stumpfen Verletzungen unterstützen. Die Wirkung diuretisch wirkender Medikamente kann er so verstärken.\nSeine entzündungshemmenden, antimikrobiellen und blutstillenden Eigenschaften kann man sich zudem bei schlecht heilenden Wunden, Ekzemen sowie Entzündungen im Mund oder bei Zahnfleischbluten zu Nutze machen, indem man ihn für Spülungen, Sitzbäder oder Umschläge einsetzt.",
        "usage": ["Tee: Innerlich wird das Schachtelhalmkraut vorwiegend als Tee eingesetzt. Der Tee muss mindestens 20 Minuten kochen, damit sich die Kieselsäure aus den Pflanzen löst. Den Tee kann man verwenden, wenn man seinem Harnapparat oder seinem Bindegewbe etwas Gutes tun will.\nZur Blutstillung eignet sich am besten der frische Pressaft.",
        "Äußerlich: Äußerlich ist der Schachtelhalm als Voll-, Teilbad, Wickel oder Auflage geeignet. Dazu wird je nach Bedarf eine grössere Menge Tee gekocht.\nAls Bad wird der Tee mit Wasser verdünnt. Für ein Vollbad muss man ca. 150 g Schachtelhalm rechnen.\nWickel und Auflagen, z.B. bei Ekzemen, Geschüren usw. werden in den Tee getaucht und auf die betroffenen Stellen aufgelegt."],
        "symptoms": ["Afterjucken", "Blasenschwäche", "Blutungen", "Durchblutungsstörungen", "Frostbeulen", "Hautentzündungen", "Krampfadern", "Nierenschwäche", "Ödeme", "Rheumatische Schmerzen“, “Schwache Menstruation“, “Wassersucht", "Wunden"],
        "ingredients": ["Kieselsäure", "Saponine", "Flavone", "Kalzium", "Kalium", "Magnesium", "weitere Spurenelemente"],
        "sideEffects": ["Keine Nebenwirkungen bekannt"],
        "contraindications": ["Keine Gegenanzeigen bekannt"],
        "harvestTime": ["Mai", "Juni", "Juli"],
        "harvest": "Die Triebe sollten bis Ende Juli abgeschnitten und frisch verwendet oder getrocknet werden, da sie danach verholzen und der Kieselsäuregehalt sinkt.",
        "isFavorite": false
    },
    {
        "id": "57993679-e252-4ef2-b140-586a38bf2db0",
        "name": "Aloe vera",
        "description": "Die Aloe vera ist eine vielseitige Heilpflanze, die in Wüstengegenden heimisch ist. Durch ihre dicken, fleischigen Blätter erinnert die Aloe ein wenig an Kakteen, aber sie ist eine Lilienart, eng verwandt mit dem Affodil.\nDie Pflanze hat meistens keinen Stamm oder nur einen kurzen Stamm, der sich aus den Resten von alten Blättern entwickelt. Sie wächst mit bis zu 20 Blättern rosettenartig direkt aus dem Boden. Die Blätter werden bis zu 50 cm lang, sind dick und fleischig und etwa 6 cm breit. Am Aussenrand haben die Blätter kleine Stacheln. Unter günstigen Bedingungen treibt die Pflanze nach mehreren Jahren einen Blütenstengel aus, an dem sich ein gelber Blütenstand mit einer Reihe von schmalen Blüten entwickelt. An einem Blütenstand sieht man gleichzeitig Knospen, voll ausgebildete Blüten und verblühte Blüten. Sie blüht von unten nach oben allmählich auf. Die einzelnen Blüten bleiben jedoch relativ geschlossen, bis sie verblüht wirken. Das Aussehen der Blüten zeigt auch deutlich die Verwandtschaft zum Affodil. An Lilien erinnern die Blüten der Aloe kaum.\nIn ihrer arabischen Heimat ist die Aloe schon seit über 6.000 Jahren als Heilpflanze bekannt. In Mitteleuropa wird sie seit etwa 1930 für Heilzwecke eingesetzt. Bei der Aloe und ihren Produkten muss man unterscheiden, ob das sanfte Gel oder das drastisch wirkende, gelbliche Harz verwendet wurde. Gel und Harz sind in ihrer Wirkung so unterschiedlich, als würde es sich um zwei verschiedene Heilpflanzen handeln.",
        "asyncImageURL": "https://kansasplantfarm.com/img/product/large/62/Aloebarbadensis10.jpg",
        "properties": ["befeuchtend", "entzündungshemmend", "lindernd", "reizmildernd", "abführend", "verdauungsfördernd"],
        "effect": "Aloe vera enthält eine Vielzahl von Inhaltsstoffen, die für ihre vielseitigen Heilwirkungen verantwortlich sind. Zu den wichtigsten gehören Vitamine, Mineralstoffe, Aminosäuren und Polysacharide.\nAloe vera hat eine Vielzahl von Wirkungen auf die Haut. Das Gel der Pflanze spendet Feuchtigkeit, schützt die Haut und hilft bei der Regeneration. Es wirkt beruhigend auf die Haut und kann bei gestresster, trockener und gereizter Haut hilfreich sein und wird oft verwendet, um Sonnenbrand und andere Hautreizungen zu behandeln.\nAloe vera-Gel kann innerlich entzündungshemmend und beruhigend wirken, insbesondere für den Darm. Eine Studie aus Chile zeigte, dass Aloe vera die Darmflora positiv beeinflussen kann, indem es die Anzahl von Bifidobakterien vermehrt.\nDarüber hinaus kann Aloe Vera das Immunsystem stärken und Entzündungsprozessen im Körper entgegenwirken. Bei gekauften Produkten ist es jedoch wichtig, auf eine gute Qualität des Aloe Vera-Gels zu achten, da minderwertige Produkte schädliche Nebenwirkungen haben können.",
        "usage": ["Äusserliche Anwendung des frischen Gels: Die frischeste Aloe bekommt man, wenn man sie selbst im Haus anbaut. Sobald die Blätter gross genug sind, kann man sie abschneiden und das Gel, das darin enthalten ist verwenden. Das frische Gel kann man einfach auf die betroffenen Hautstellen streichen. Das Gel enthält feuchtigkeitsspendende Wirkstoffe und wirkt ausserdem reizlindernd, leicht antibakteriell und entzündungshemmend.\nDa das Gel gut kühlt, ist es vor allem angenehm bei Beschwerden wie Sonnenbrand und Juckreiz.\nWegen der juckreizstillenden und wundheilenden Wirkung kann man Aloe-Gel auch bei Neurodermitis und anderen Ekzemen einsetzen.\nAuch bei Schürfwunden kann das Gel lindernd wirken und die Wundheilung verbessern.\nDie leichte antibakterielle und die wundheilende Wirkung macht das Aloe-Gel auch zu einem guten Mittel gegen Akne.",
            "Aloe vera Produkte und ihre äusserliche Anwendung: Die Aloe vera ist Bestandteil zahlloser Fertigprodukte. In manchen dieser Produkte sind nennenswerte Mengen des Aloe-Gels enthalten. Man kann sie daher ähnlich anwenden, wie das frische Gel, sofern sie für derartige Anwendungen vorgesehen sind.\nViele Aloe-vera-Produkte enthalten nur geringe Spuren der Aloe. Die Aloe ist in diesen Produkten hauptsächlich dafür enthalten, dass die Hersteller auf der Verpackung mit Aloe werben können. In kosmetischen Produkten für den Alltag ist eine geringe Aloe-Menge kein Problem, denn eine Tagescreme ist üblicherweise keine Heilanwendung, sondern Hautpflege. Ein wenig Aloe in einer solchen Creme verstärkt die feuchtigkeitsspendende Wirkung.",
            "Innerliche Anwendung des frischen Gels: Um das frische Gel innerlich anzuwenden, löst man das Gel aus den Blättern heraus, nachdem der gelbe Saft vollständig abgeflossen ist. Man kann das Gel einfach essen. Alternativ kann man es auch in Jogurt einrühren, im Müsli essen oder mit Obst zusammen zu einem Obstsalat machen. Der Fantasie sind hier kaum Grenzen gesetzt. Allerdings sollte man das Gel nicht kochen, denn dann verändern sich die wertvollen Wirkstoffe.\nDie innerliche Anwendung des Gels wirkt in erster Linie reizlindernd, sodass sie sich für Sodbrennen, Reizmagen oder Reizdarm eignet. Manche Menschen verwenden Aloe-Gel sogar bei Colitis ulcerosa.\nDer innerlichen Einnahme des Gels wird auch eine immunstimulierende Wirkung nachgesagt, die jedoch nicht durch medizinische Studien bewiesen ist.\nAloe-Gel soll bei regelmässiger Einnahme den Blutzuckerspiegel senken und daher bei Diabetes helfen. Auch erhöhte Blutfettwerte wie ein erhöhter Cholesterinspiegel und erhöhte Triglyceride sollen gesenkt werden. Ausserdem sollte das vermeintlich gute Cholesterin namens HDL vermehrt werden.",
            "Aloe vera Produkte und ihre innerliche Anwendung: Die meisten Aloe-vera-Produkte aus dem normalen Handel enthalten heutzutage ausschliesslich das Gel und nicht das stark reizende Harz. Solche Produkte sind im Allgemeinen mild, zumindest was den Aloe-Anteil angeht. Je nach Produkt kann man es einfach zum Genuss essen oder in der Hoffnung, das Immunsystem zu stärken, den Blutzuckerspiegel zu senken und die Blutfettwerte zu verbessern. Bei den meisten Aloe-Produkten zur innerlichen Anwendung sind diese Wirkungen jedoch eher gering.\nVorsichtig sollte man sein, wenn einem Aloe-Produkt nachgesagt wird, dass es gegen Verstopfung hilft. Dann enthält es möglicherweise mehr oder weniger viel des aggressiven Harzes.",
            "Innerliche Anwendung des Harzes: Der gelbe Saft der Aloe kann zu einem Harz eingedickt werden, bis schliesslich ein gelbes Pulver daraus entsteht. In dieser harzigen Substanz ist das Glykosid Aloin enthalten. Aloin hat eine stark reizende Wirkung, was medizinisch gegen Verstopfung eingesetzt wird. Das Aloin verstärkt die Darmbewegungen und behindert die Rückgewinnung von Wasser im Dickdarm. Daher wandert der Nahrungsbrei schneller durch den Darm und bleibt flüssiger. So kann Obstipation gelindert werden.\nLange Zeit waren Mittel aus dem Harz (Latex) der Aloe daher beliebte Abführmittel. Doch inzwischen wird die Wirkung des Aloe-Harzes als zu drastisch eingeschätzt. Ausserdem vermutet man krebsfördernde Wirkungen, was bei einer reizenden Substanz kein Wunder ist.",
        "Achtung: In der Schwangerschaft sollte das Harz der Aloe keinesfalls angewendet werden, weil der Wirkstoff Aloin vorzeitige Wehen auslösen kann. Auch kann es zu einer Fehlgeburt kommen."],
        "symptoms": ["Akne", "Brandwunden", "Ekzeme", "Geschwüre", "Hautirritationen", "Herpes", "Insektenstiche", "Juckreiz", "Neurodermitis", "Psoriasis", "Schlecht heilende Wunden", "Schuppenflechte", "Schürfwunden", "Sonnenbrand", "Unreine Haut", "Verbrennungen", "Zahnfleischentzündung", "Colitis ulcerosa", "Diabetes", "Erhöhte Blutfettwerte", "Husten", "Reizdarm", "Reizmagen", "Sodbrennen", "Stärkung des Immunsystems"],
        "ingredients": [
            "Wasser", "Aminosäuren", "Vitamin A", "Vitamin B1", "Vitamin B2", "Vitamin B3", "Vitamin B6", "Folsäure", "Vitamin C", "Vitamin E", "Enzyme", "Calcium", "Chlorid", "Chrom", "Eisen", "Kalium", "Kupfer", "Magnesium", "Mangan", "Natrium", "Phosphor", "ZinkGlykoproteine"],
        "sideEffects": ["Das Harz kann zu Reizungen führen."],
        "contraindications": ["In der Schwangerschaft sollte das Harz der Aloe keinesfalls angewendet werden, weil der Wirkstoff Aloin vorzeitige Wehen auslösen kann. Auch kann es zu einer Fehlgeburt kommen."],
        "harvestTime": [],
        "harvest": "Sobald die Blätter einer selbst kultivierten Aloe-Pflanze gross genug sind, kann man sie einzeln abschneiden und das Gel, das darin enthalten ist verwenden. Optimal für die Pflanze ist es, wenn sie mindestens zwölf Blätter hat, bevor man anfängt, Blätter abzuschneiden. Am besten schneidet man immer nur eines der unteren Blätter ab und verwendet es ganz frisch. Die restliche Pflanze lässt man weiter wachsen, bis ein Blatt nachgewachsen ist und man wieder eines der unteren Blätter ernten kann.\nGleich nach dem Abschneiden des dicken Blattes lässt man den gelben Saft herauslaufen. Er enthält das Harz mit dem stark reizenden Wirkstoff Aloin. Wegen der reizenden Wirkung ist diese Substanz für den Hausgebrauch nicht geeignet. Wenn der gelbe Saft abgelaufen ist, schneidet man ein so grosses Stück des Blattes ab, wie man für die aktuelle Anwendung braucht. Das restliche Blatt kann man in einer Plastiktüte im Kühlschrank ein paar Tage aufheben. Das Blattstück für die aktuelle Verwendung kann man aufschneiden.\nFür die äusserliche Anwendung kann man direkt mit der Gelseite über die zu behandelnden Hautstellen streichen, für die innerliche Anwendung kann man das Gel vorsichtig mit einem Messer herauslösen..",
        "isFavorite": false
    },
    {
        "id": "e6c28867-9aa3-4c30-a7e8-3956cfdb23b4",
        "name": "Angelika / Engelwurz",
        "description": "**Angelika / Engelwurz** (Angelica archangelica)\nDie mannshohe Angelika ist eine alte Heilpflanze aus dem Norden. Früher stand sie in jedem Garten, inzwischen findet man sie jedoch häufiger verwildert als in Hausgärten.\nSie gehört zur großen Familie der Doldenblütler und ist eine von den großen Vertretern dieser Familie. Trotz der Größe besteht Verwechslungsgefahr mit dem tödlich giftigen Wasserschierling. Sie sieht auch dem Kümmel oder Anis sehr ähnlich. Man sollte die Pflanze also sehr gut kennen, bevor man sie sammelt.\nDie Angelika ist eine zweijährige Pflanze. Im ersten Jahr bildet sie Blätter am Boden aus und im zweiten Jahr wächst sie hoch und blüht. Im blühenden Zustand wird die Angelika bis zu 2 m hoch. Wie andere Doldenblütler bestehen ihre Blüten aus Dolden, die bei der Angelika eher rund als flach sind. Da sie nur sehr langsam keimt, ist es nicht so einfach, sie anzubauen. Wenn sie sich in einem Garten jedoch eingelebt hat, sät sie sich auch von selbst aus und kommt dann immer wieder.\nDie Angelika hat einen angenehmen aromatischen Geruch und einen süßen Geschmack. Es gibt noch weitere Angelika-Sorten, insbesondere in der Chinesischen Medizin z.B. chinesische Angelika (Angelica dahurica) und Taiwan Angelika (Angelica taiwaniana), diese sind aber keine Alternative zur heimischen Angelika.\nAngelika wird in Deutschland, Frankreich und Belgien landwirtschaftlich angebaut.\nIn Zeiten der Cholera und Pest war die Angelika ein wichtiges Heilmittel. Bauern setzten die Wurzeln auch bei ihren Tieren ein, um Koliken und andere Verdauungsprobleme zu heilen.",
        "asyncImageURL": "https://www.tausende-gaerten.de/pflanzen/wildstauden/wilde-engelwurz/index.php?rex_media_type=img1400_940&rex_media_file=angelica-sylvestris-01-bluete-wilde-engelwurz.jpg",
        "properties": ["antiseptisch", "abwehrsteigernd", "blähungstreibend", "karminativ", "galletreibend", "kraftspendend", "krampflösend", "Kreislauf stabilisierend", "spasmolytisch", "magensaftfördernd"],
        "effect": "Die Angelika, auch Engelwurz genannt, enthält verschiedene Inhaltsstoffe, darunter ätherische Öle, Bitterstoffe, Furanocumarine und Cumarine. Diese Inhaltsstoffe tragen zur appetitanregenden, verdauungsfördernden und krampflösenden Wirkung der Pflanze bei.\nDie Inhaltsstoffe entfalten schon im Mund ihre Wirkung, im Mund beginnt Speichel zu fließen. Im Magen werden Verdauungssäfte freigesetzt und die Gallenblase gibt ihre Gallenflüssigkeit frei. Auf dem Weg durch die Verdauungsorgane wirken die verschiedenen Wirkstoffe direkt am Ort der Probleme.\n*Einige Inhaltsstoffe (Furanocumarine) erhöhen die Empfindlichkeit für Sonnenlicht und können bei empfindlichen Menschen eine Entzündung der Haut und Ekzeme verursachen.*",
        "usage": ["Tee: Man nimmt einen halben TL trockene Wurzel auf eine Tasse Wasser. Der Tee wird kalt angesetzt, dann kurz aufgekocht und fünf Minuten ziehen gelassen. Davon trinkt man täglich bis zu zwei Tassen.",
        "Tinktur: Auch als Tinktur ist die Angelika geeignet. Von der Tinktur nimmt man 2-3 mal täglich 20 Tropfen. Statt der Wurzel kann man die sanfter wirkenden Samen oder getrockneten Blätter benutzen."],
        "symptoms": ["Anorexie", "Appetitlosigkeit", "Appetitmangel", "Blähungen", "Erkältungskrankheiten", "Erschöpfungszustände", "Gicht", "Leberschwäche", "Magen-Darm-Krämpfe", "Magenschwäche", "Magersucht", "Menstruationsbeschwerden", "Migräne", "Rheuma", "Verdauungsprobleme", "Verstopfung", "Wechseljahrsbeschwerden"],
        "ingredients": ["ätherische Öle", "Angelicin", "Bergapten", "Bitterstoffe", "Furanocumarine", "Imperatorin", "Pentadecanolid", "Umbelliferon", "Xanthotoxin"],
        "sideEffects": ["Kann die Empfindlichkeit für Sonnenlicht erhöhen", "Kann bei äußerer Anwendung zu Rötungen, Hautirritationen oder leichten Verätzungen führen"],
        "contraindications": ["Nicht anwenden bei Schwangerschaft","Nicht anwenden bei Magen- oder Darmgeschwüren"],
        "harvestTime": [],
        "harvest": "Bei der Ernte sollten Handschuhe getragen werden, weil die Pflanzensäfte die Haut stark reizen.\nDie Wurzeln werden im zeitigen Frühjahr oder im Spätherbst geerntet. Sie dürfen nicht bei Wärme oder im Backofen getrocknet werden, da sonst die wertvollen ätherischen Öle verdunsten. Gut geeignet ist ein trockener und luftiger Dachboden.\nDie Blätter erntet man vor der Blüte und trocknet diese sanft ohne zu erhitzen.\nDie Samen können von Oktober bis Dezember geerntet werden und werden ohne starke Wärme oder gar Hitze sanft nachgetrocknet.",
        "isFavorite": false
    },
    {
        "id": "c3bde006-c984-4d72-9787-2a99c66e6b3e",
        "name": "Anis",
        "description": "**Anis** (Pimpinella anisum)\nHeimisch ist der Anis im südöstlichen Mittelmeerraum und Asien. Nach Mitteleuropa kam der Anis durch Mönche und Nonnen in Klostergärten.\nDer Anis ist eine einjährige Pflanze, sie wird etwa 50 cm hoch. Die Blätter im unteren Bereich sind dreilappig, weiter oben sind sie gefiedert. Ganz oben sind die Blätter schmal gelappt.\nIm Juli und August blüht der Anis in weißen Dolden. Aus den Blüten entstehen die Früchte mit ihrer eiförmigen Form, die sich nach oben verjüngen.\nDer Standort sollte trocken, warm und sonnig sein. Der Boden sollte wasser- und luftdurchlässig sein. Im Frühjahr im Abstand von etwa 20 cm aussäen. Da die Pflanze einjährig ist, muss man sie jedes Jahr neu säen, man sollte aber an gleicher Stelle nur alle 3 Jahre Anis anbauen.\n*Vom tödlich giftigen Schierling kann man den Anis am leichtesten durch den angenehmen Duft unterscheiden.*/nAnis ist eine sehr alte Heil- und Gewürzpflanze, in unseren Breiten ist er nur in Gärten oder im landwirtschaftlichen Anbau zu finden, wilde Pflanzen sind sehr selten. Seine süßlich schmeckenden Früchte sind in der Weihnachtsbäckerei und in Schnäpsen (z.B. Ouzo) bekannt.\nIn der Heilkunde hilft Anis bei Husten, Blähungen und bei der Milchbildung.",
        "asyncImageURL": "https://www.mein-schoener-garten.de/sites/default/files/styles/discover_1x1/public/Anis%20Bluete%20Makro%2020130711.JPG?h=4e469bdc&itok=AQiUPkcK",
        "properties": ["antibakteriell", "entspannend", "harntreibend", "krampflösend", "schleimlösend", "tonisierend"],
        "effect": "Anis enthält verschiedene Inhaltsstoffe, darunter ätherisches Öl, das bis zu 5% der Früchte ausmacht und trans-Anethol als Hauptkomponente hat. Neben Anethol sind auch Methylchavicol und Anisaldehyd in geringeren Mengen enthalten. Weitere Inhaltsstoffe sind fettes Öl, Proteine, mineralische Bestandteile, Flavonoide und Phenolcarbonsäuren. Das ätherische Öl wird durch Wasserdampfdestillation aus den getrockneten Samen gewonnen und enthält Anethol in einem Anteil von etwa 80 bis 90%.",
        "usage": ["Tee: Anis ist Bestandteil vieler Teemischungen, weil er nicht nur eine ausgeprägte Wirkung gegen viele Beschwerden hat, sondern auch langweilige Kräutermischungen geschmacklich aufwertet. Anis findet sich in einigen Tee-Mischungen gegen Fieber, z.B. in Kombination mit Weidenrinde.\nDer Stilltee, den junge Mütter zu Beginn der Stillzeit trinken sollten, besteht aus Anis, Kümmel und Fenchel. Der Tee entfaltet seine Wirkung indirekt über die Muttermilch und wirkt gegen Blähungen des Babys. Gleichzeitig regt dieser Tee die Milchbildung an. Stillenden Müttern hilft auch reiner Anistee bei der Milchbildung, hier nimmt der Säugling ebenfalls die Inhaltsstoffe gegen Blähungen über die Muttermilch auf. Die milchbildende Wirkung beruht auf der östrogenen Wirkung des Anisöls.Die Samen sollten vor der Anwendung zerquetscht werden, z.B. mit einem Mörser, da so die Wirkstoffe besser freigesetzt werden können.\nDer Geschmack von Anis ist süßlich, blumig und mild. Durch seinen freundlichen Geschmack ist Anis auch besonders für Kinder geeignet.\nDas ätherische Öl des Anis wird nach der Einnahme über die Lunge ausgeschieden und wirkt dadurch durch die Lungenbläschen und Bronchien von innen. Auch die Verdauungsvorgänge werden auf milde Weise angeregt. Blähungen lösen sich durch die krampflösende Wirkung in Wohlgefallen auf.",
        "Äußerlich: Das ätherische Anisöl kann man, verdünnt mit fetten Ölen oder als Salbe, zu Einreibungen verwenden. So hilft es bei Brusteinreibungen gegen Husten und bei Baucheinreibungen gegen Blähungen und Magen- und Darmkrämpfe.\nFür Inhalation mit Anisöl nimmt man heißes Wasser und etwa 5 Tropfen Anisöl, die Dämpfe atmet man etwa 10 Minuten ein. Dies lindert die Beschwerden bei Erkältungen.\nAuf keinen Fall sollte man Anisöl unverdünnt innerlich anwenden oder in die Augen bringen. Ätherische Öle dürfen nicht bei Säuglingen eingesetzt werden.\n\nIn der Küche ist der Anis, vor allem bei Süßspeisen und Gebäck sehr beliebt. Auch hier hilft er, die Verdauung zu unterstützen und fördert die Atmung."],
        "symptoms": ["Abgeschlagenheit", "Aphrodisiakum", "Appetitlosigkeit", "Asthma", "Blähungen", "Bronchitis", "Epilepsie", "Erbrechen", "Halsinfektionen", "Insektenstiche", "Kopfschmerzen", "Magenkrämpfe", "Milchbildung", "Pfeiffersches Drüsenfieber", "Reizhusten", "Schlaflosigkeit", "Schluckbeschwerden", "Trockener Husten", "Verdauungsschwäche"],
        "ingredients": ["ätherisches Öl", "Anethol", "Isoanethol", "Ansiketon", "Anissäure", "Acetaldehyd", "Acetylcholin", "Azulen", "Bergapten", "Bor", "Kampfer", "Carvon", "Chamazulen", "Eugenol", "Kaffeesäure", "Cumarine", "Myristicin", "Salicylate", "Thymol", "Umbelliferon", "Xanthotoxin", "Vitamin C"],
        "sideEffects": ["Kann allergische Hautreaktionen hervorrufen, auch der Schleimhäute"],
        "contraindications": ["Nicht für Schwangere geeignet, kann Wehen auslösen", "Allergie gegen Anis oder Anethole"],
        "harvestTime": ["Frühherbst"],
        "harvest": "Sobald im Frühherbst die Samen-Früchte reif sind, werden diese geerntet, diese werden sanft nachgetrocknet und dürfen auf keinen Fall erhitzt werden, da sonst die wertvollen ätherischen Öle verloren gehen.\nBei der Lagerung kann sich an den Gefäßwänden ein Teil der ätherischen Öle niederschlagen, dies ist zwar ein Zeichen für unsachgemäße Lagerung hat aber keinen großen Einfluss auf die Qualität der Samen.",
        "isFavorite": false
    },
    {
        "id": "cfc7cc0f-a4ce-418b-913f-dc6f94faab28",
        "name": "Arnika",
        "description": "**Arnika** (Arnica montana)\nArnika ist eine in der Naturheilkunde sehr geschätzte Heilpflanze mit gelben Blüten, die vor allem für ihre entzündungshemmenden und schmerzlindernden Eigenschaften bekannt ist.\nDie mehrjährige Pflanze wird bis zu 50 cm hoch. Meistens ist sie aber zwischen 20 und 30 cm groß. Am Boden wächst eine Art Rosette aus wenigen eiförmigen Blättern, die behaart sind. Der ebenfalls behaarte Stengel entspringt dieser Blattrosette und trägt seinerseits meistens ein bis zwei gegenständige Blattpaare. An der Spitze des Stengels und manchmal auch an Nebenstengeln, die den Blattachseln entspringen, blühen zwischen Juni und August leuchtend gelbe Korbblüten. Die Blüten der Arnika sehen meistens zerzaust und asymmetrisch aus, was ein typisches Erkennungsmerkmal für die Arnika ist.\nSie ist in Europa vorwiegend in Berggegenden heimisch. So findet man die Arnika beispielsweise in den Alpen, dem Hochschwarzwald und den Vogesen. Sie bevorzugt saure Böden und meidet Kalk.\n**In Deutschland ist die Arnika so selten, dass sie geschützt ist und daher nicht gesammelt werden darf.**",
        "asyncImageURL": "https://www.adiva.hr/wp-content/uploads/2019/11/arnika-ili-brdanka-je-ljekovito-bilje-zanimljivih-svojstava.jpg",
        "properties": [
            "blutreinigend", "durchblutungsfördernd", "entzündungshemmend", "harntreibend", "hautreizend", "krampflösend", "kreislaufstärkend", "schmerzstillend", "schweißtreibend"
        ],
        "effect": "Arnika fördert die Wundheilung, lindert Schmerzen und kann bei Prellungen sowie Verstauchungen eingesetzt werden.",
        "usage": [
            "Die Arnika ist eine sehr stark wirkende Heilpflanze, die eine gewisse Reizwirkung ausübt. Daher sollte man sie innerlich nur mit großer Vorsicht und stark verdünnt anwenden. Auch äußerlich sollte man sie vor der Anwendung verdünnen. Bei vielen Menschen kann die Arnika auch Allergien auslösen, daher sollte man sich vorsichtig an die Anwendung der Arnika herantasten. Wer Probleme mit der einheimischen Arnika hat, sollte die ähnlich wirkende Arnika aus Spanien oder Portugal ausprobieren, diese enthalten weniger Helenalin und wird von einigen Menschen besser vertragen.",
            "Tinktur: Die Haupt-Anwendungsform der Arnika ist die Tinktur und zwar in reichlich Wasser verdünnt. Um eine Tinktur der Arnika selbst herzustellen, übergießt man Arnikablüten in einem Schraubdeckel-Glas mit Doppelkorn oder Weingeist, bis alle Blüten bedeckt sind, und lässt die Mischung verschlossen für 2 bis 6 Wochen ziehen. Dann abseihen und in eine dunkle Flasche abfüllen.",
            "Tee: Arnika-Tee wird eher selten eingesetzt, man kann ihn aber ähnlich einsetzen wie verdünnte Tinkturen also äußerlich. Für einen Tee zum Gurgeln und für äußerliche Anwendungen übergießt man ein bis zwei Teelöffel der getrockneten Arnika-Blüten mit einer Tasse kochendem Wasser und lässt ihn zehn Minuten ziehen. Anschließend abseihen. Diesen Tee verwendet man lauwarm zum Gurgeln oder halb-halbe verdünnt mit Wasser für Umschläge. Achtung! Dieser Arnika-Tee sollte nicht getrunken werden!",
            "Atemwegserkrankungen: Gut verdünnt, z.B. 10-25 Tropfen auf ein Glas lauwarmes Wasser, kann man die Arnika-Tinktur zur Behandlung von Halsentzündungen verschiedenster Art einsetzen. Dazu gurgelt man mit der Mischung. Getrunken hilft die verdünnte Tinktur auch gegen Erkältungen und Bronchitis.",
            "Weitere innerliche Anwendungsgebiete: Ein weiteres wichtiges, innerliches Einsatzgebiet der verdünnten Arnika sind Herzschwäche und Kreislaufbeschwerden. Die Arnika stärkt das Herz und bringt den Kreislauf in Schwung. Bei der innerlichen Anwendung ist Vorsicht angebracht, da Arnika Herzrhythmusstörungen auslösen kann. Dies ist auch der wichtigste Grund, warum in der modernen Heilpflanzenkunde viele auf die innere Anwendung verzichten. Außerdem hilft sie gegen krampfartige Beschwerden der Verdauungsorgane. Man kann sie auch gegen rheumatische Erkrankungen einsetzen.",
            "Äußerlich: Das Haupt-Einsatzgebiet der Arnika ist die äußerliche Anwendung, vor allem gegen stumpfe Verletzungen wie Prellungen und Verstauchungen. Dazu macht man am besten Umschläge mit verdünnter Tinktur oder verdünntem Tee. Man kann die Arnika auch in Salben und Cremes gegen Verletzungen anwenden. Außer gegen Verletzungen kann die Arnika auch gegen schlecht heilende Wunden helfen, weil sie durch die Reizung die Durchblutung fördert, was letztlich den Heilungsprozess in Gang bringt. Auch gegen Neuralgien wie Hexenschuss oder Ischias kann man Arnika versuchen. Durch die durchblutungsfördernde Wirkung kann sie auch gegen Krampfadern und Venenschwäche helfen. In manchen Fällen hat Arnika auch bei Ekzemen eine heilende Wirkung. Aber da sie selbst hautreizend wirkt, kann sie in anderen Fällen sogar Ekzeme auslösen. Man sollte also auch bei der äußerlichen Anwendung der Arnika vorsichtig sein. Falls die Haut zu sehr gereizt wird, sollte man mit der Arnika-Behandlung aufhören."
        ],
        "symptoms": [
            "Aphten", "Bronchitis", "Erkältung", "Fieber", "Grippe", "Heiserkeit", "Husten", "Mandelentzündung",
            "Mundschleimhautentzündung", "Rachenentzündung", "Zahnfleischentzündungen", "Durchfall", "Magenkrämpfe",
            "Seekrankheit", "Gelenkschmerzen", "Gicht", "Rheuma", "Herzbeschwerden", "Herzschwäche", "Blutergüsse",
            "Ekzeme", "Entzündungen durch Insektenbisse", "Furunkel", "Gelenkentzündungen", "Hautentzündungen", "Hämatome",
            "Krampfadern", "Muskelkater", "Neuralgien", "Prellungen", "Quetschungen", "schlecht heilende Wunden",
            "Schwellung bei Knochenbrüchen", "Thrombose", "Venenentzündung", "Venenschwäche", "Verstauchungen", "Zerrungen"
        ],
        "ingredients": [
            "ätherisches Öl", "Bitterstoffe", "Flavone", "Procyanidine", "Helenalin", "Arnicin", "Beta-Sitosterol",
            "Kampfer", "Flavonoide", "Inulin"
        ],
        "contraindications": ["Nicht anwenden bei Arnika-Allergie, Korbblüter-Allergie, frische offene Wunden.","Innerlich nicht bei: Kleinkinder, Schwangerschaft, Stillende"
        ],
        "sideEffects": [
            "Allergische Hautreaktionen", "Ekzeme", "Blasen", "Juckreiz", "Nekrose (Absterben von Hautzellen)",
            "innere Blutungen", "Durchfall", "Erbrechen", "Herzrhythmusstörungen", "Kreislaufzusammenbruch",
            "Schwindel", "Zittern"
        ],
        "harvestTime": ["Juni", "August"],
        "harvest": "Die Blüten werden ab Juli geerntet und schonend getrocknet. Man breitet die Blüten im luftigen Schatten aus und wendet die Blüten häufig. Auf keinen Fall dürfen die Blüten in der Sonne oder mit künstlicher Hitze getrocknet werden, da sie sonst verwelken.\n**Wichtig: Keine wildwachsenden Arnika sammeln, da sie geschützt sind!**",
        "isFavorite": false
    },
    {
        "id": "6c0a30f3-1c11-4466-86b3-73b7fb86581d",
        "name": "Bärlauch",
        "description": "**Bärlauch** (Allium ursinum)\nIm Frühling gibt es Stellen im Wald, die stark nach Knoblauch duften. Dort wächst der Bärlauch, manchmal in grossen Familien, denn wenn er erst einmal irgendwo heimisch geworden ist, breitet er sich gerne üppig aus. Der Bärlauch bevorzugt schattige Laubwälder und humusreiche Standorte. Man findet ihn häufig in Auwäldern in der Nähe von Flüssen. Er ist eine mehrjährige Pflanze, die Jahr für Jahr wieder neu erscheint.\nZuerst wachsen im Frühjahr, etwa ab März, die Blätter des Bärlauchs. Am Anfang sind sie sehr klein. Im Verlauf von einigen Tagen wachsen die Blätter heran und werden im Schnitt 25 cm lang. Sie sind länglich, lanzettlich, weich und ähneln den Blättern des Maiglöckchen. Im Gegensatz zu Maiglöckchen-Blättern duften Bärlauchblätter jedoch eindeutig nach Knoblauch. Dieser Geruch ist wichtig zur Unterscheidung, denn Maiglöckchen sind giftig. Im weiteren Verlauf des Frühlings wächst aus der Blattrosette ein oder mehrere Stengel, der die weiße, luftige Bärlauchblüte trägt. Die Bärlauch-Blüten sind reichblütige Scheindolden und die einzelnen Blüten sehen aus wie kleine Sterne.\nEs sind die Blätter, die geerntet werden, am besten vor der Blüte, denn dann sind sie zart und lecker. Ein Kräuterquark mit reichlich Bärlauch gehört zu den leckersten Frühjahrserlebnissen und ist obendrein noch sehr gesund. Er fördert nicht nur die Verdauung, sondern verhindert auch Arteriosklerose und senkt den Blutdruck und kann somit sogar Herzinfarkt und Schlaganfall vorbeugen. Dadurch ist der Bärlauch das reinste Labsal gegen Zivilistationskrankheiten.",
        "asyncImageURL": "https://die-vorratskammer.de/wp-content/uploads/2021/05/baerlauch-3.jpg",
        "properties": ["adstringierend", "anregend", "antibiotisch", "blutreinigend", "Cholesterinspiegel senkend", "durchblutungsfördernd", "entzündungshemmend", "Galle treibend", "harntreibend", "hautreizend", "schleimlösend", "schweisstreibend", "Stoffwechsel anregend", "tonisierend"],
        "effect": "Bärlauch enthält eine Vielzahl von Nährstoffen und Vitaminen. Er ist reich an Vitamin C, mit bis zu 150.000 µg pro 100 g, was fast 180 Prozent des täglichen Bedarfs eines Erwachsenen entspricht. Zusätzlich sind im Bärlauch ätherische Öle, Schwefelverbindungen wie Allicin und Alliin, Lecithine, Flavonoide, Fructosane und Saponine enthalten. Diese Inhaltsstoffe machen Bärlauch zu einer gesunden und wertvollen Zutat in der Küche und als Heilpflanze.\nWegen seiner knoblauchähnlichen Substanzen wirkt der Bärlauch ähnlich wie der Knoblauch. Er reinigt die Blutgefäße und wirkt dadurch gegen Arteriosklerose. Infolgedessen kann der Bärlauch gegen Schlaganfall und Herzinfarkt vorbeugen.\nAuch gegen alltäglichere Folgen der Arteriosklerose kann der Bärlauch helfen, sei es der Bluthochdruck, die kalten Füsse oder Hände, schlechte Hautheilung durch Mangeldurchblutung, Kopfschmerzneigung, Schwindel, manche Gedächtnisstörungen, Schmerzen beim Gehen oder Leistungsschwäche.\nAußerdem wirkt der Bärlauch stärkend auf den Stoffwechsel und die Verdauung. Man kann ihn auch gegen Frühjahrsmüdigkeit anwenden.\n*Er soll sogar den Bären nach ihrem Winterschlaf auf die Beine helfen und ihnen neue Kraft geben. Der Bärlauch verleiht also Bärenkräfte.*",
        "usage": ["Der Bärlauch kann nicht getrocknet werden, denn dann gehen seine Wirkstoffe verloren. Daher verwendet man ihn am besten frisch. Man kann die möglichst jungen Bärlauchblätter verwenden, aber auch die Knospen schmecken gut. Die Blätter kann man zu zahlreichen Rezepten verarbeiten und die Knospen kann man einlegen wie Kapern oder einfach so essen, z.B. im Salat.",
        "Tee: Als Tee ist der Bärlauch wegen seines zarten Knoblaucharomas nicht so geeignet, dafür umso mehr für die Frühjahrsküche oder die mittelalterliche Küche.",
        "Tinktur: Man kann den Bärlauch auch als Tinktur gegen Arteriosklerose und indirekt gegen Bluthochdruck anwenden. Um eine Bärlauch-Tinktur selbst herzustellen, übergiesst man Bärlauch-Blätter in einem Schraubdeckel-Glas mit Doppelkorn oder Weingeist, bis alle Pflanzenteile bedeckt sind, und lässt die Mischung verschlossen für 2 bis 6 Wochen ziehen. Dann abseihen und in eine dunkle Flasche abfüllen.\nVon dieser Tinktur nimmt man ein bis drei mal täglich 10-50 Tropfen ein. Wenn einem die Tinktur zu konzentriert ist, kann man sie mit Wasser verdünnen."],
        "symptoms": ["Appetitlosigkeit, Asthma, Bluthochdruck, Blähungen, Bronchitis, Durchblutungsstörungen, Durchfall, Fieber, Frühjahrsmüdigkeit, Gedächtnisschwäche, Kalte Füße, Kalte Hände, Kopfschmerzen, Leistungsschwäche, Rheuma, Schlechte Wundheilung, Verdauungsstörungen, Würmer"],
        "ingredients": ["Allicin", "Vitamin C", "Ätherisches Öl", "Vinylsulfid", "Merkaptan", "Mineralsalze", "Eisen", "Schleim", "Zucker", "Vitamin A", "Vitamin B1", "Vitamin B2", "Vitamin B3", "Vitamin B5", "Vitamin B6", "Biotin", "Folsäure", "Vitamin E", "Kalium", "Mangan", "Zink"],
        "sideEffects": ["Bei übermäßigem Verzehr kann Bärlauch den Magen-Darm-Trakt reizen."],
        "contraindications": ["Frischer Bärlauch steht im Verdacht abtreibend zu wirken und sollte daher nicht während der Schwangerschaft eingenommen werden.","Auch während der Stillzeit sollte er nicht eingesetzt werden, da die Inhaltsstoffe in die Muttermilch übergehen und beim Säugling Blähungen auslösen können."],
        "harvestTime": ["April", "Mai"],
        "harvest": "Die Erntezeit für den Bärlauch liegt je nach Gegend zwischen Anfang März und Anfang Mai. Da der Bärlauch in den letzten Jahren immer beliebter wird, sollte man beim Sammeln zurückhaltend sein und berücksichtigen, dass sich die Pflanze nur langsam verbreitet. Generell sollte man nur in grossen Beständen ernten und auch nur dort, wo es erlaubt ist. Von der einzelnen Blattrosette sollte man mindestens zwei Drittel stehen lassen, damit die Pflanze genug Blattmasse hat, um die Zeit bis zum nächsten Jahr zu überstehen.\nGanz wichtig ist auch die Identifizierung des Bärlauchs. Die Blätter riechen eindeutig nach Knoblauch. Ist das bei angetroffenen Blättern nicht der Fall, handelt es sich nicht um Bärlauch.\n**Ähnliche Blätter, die nicht nach Knoblauch duften können das giftige Maiglöckchen oder die ebenso giftige Herbstzeitlose sein.** Auch der Aronstab und die vielblütige Weißwurz können gelegentlich mit dem Bärlauch verwechselt werden auch wenn die Verwechslungsgefahr bei diesen beiden nicht so groß ist\nDank der grossen Beliebtheit kann man den Bärlauch in der Saison auch immer öfter frisch im Handel kaufen, der häufig aus gezieltem Anbau stammt. Bevor man im Wald spärliche Bestände plündert, und dadurch auf Dauer schädigt, ist es möglicherweise besser, sich frischen Bärlauch zu kaufen.\nMan kann den Bärlauch relativ gut einfrieren. Tiefgefroren schmeckt der Bärlauch zwar nicht ganz so gut wie frisch, aber deutlich besser als selbst getrocknet. Zum Einfrieren wäscht man den Bärlauch, trocknet ihn ab und schneidet ihn klein. Dann füllt man ihn in kleine Portionsbeutel oder in eine Eiswürfelform und legt ihn in die Tiefkühltruhe. Bei Bedarf entnimmt man eine Portion und taut sie auf.",
        "isFavorite": false
    },
    {
        "id": "41a2ddbc-9758-4379-ad2f-0cffac8e70d8",
        "name": "Baldrian",
        "description": "**Baldrian** (Valeriana officinale)\nHoch reckt der Baldrian seine schlanken kräftigen Stiele auf denen sich luftige rosafarbene Blüten sanft im Winde wiegen, die Büten duften zart und angenehm. Bei diesen zarten Düften und dem luftigen Erscheinungsbild wundert es nicht, daß Baldrian zart beruhigend aufs Nervensystem und den Körper wirkt.\nDer Baldrian kommt in nahezu ganz Europa vor. Man findet ihn an den Ufern von Bächen und Gräben, auf feuchten Wiesen und an Waldrändern. Der Baldrian ist eine mehrjährige Staude, sodass die Pflanze im Frühjahr immer wieder neu heranwächst. Der Boden für den Baldrian sollte ausreichend feucht und tiefgründig sein. Der Standort sollte sonnig bis halbschattig sein. Man kann den Baldrian auch in großen Kübel anbauen, muss sie dann jedoch häufig gießen.\nIm Frühjahr wachsen zuerst die unpaarig gefiederten Blätter aus der Erde und bilden ein luftiges Kissen. Ende April steigen die ersten Stiele aus den Blättern auf und wachsen bis zum Sommer bis zu 2 m hoch. Dann entspringen im Juli oder August aus jedem Stengel mehrere rosafarbene Trugdolden, die sich luftig über die anderen Pflanzen der Umgebung erheben. Die Wurzeln mit ihren zahlreichen Fasern sind außen braun und innen weißlich.\nEin zarter angenehmer Duft geht von den Blüten aus. Katzen mögen diesen Duft ganz besonders gern, daher wird der Baldrian auch Katzenkraut genannt. Manche Menschen empfinden den Duft der Baldrian-Blüten auch als eher unangenehm, vor allem, wenn es regnet. Der Geruch der Wurzeln wird von deutlich mehr Menschen als unangenehm empfunden, vor allem wenn sie nach der Trocknung stark riechen. Ganz anders geht es den Katzen, die den Baldrianduft lieben und ganz verrückt nach ihm sind.\nFrüher wurde der Baldrian sehr oft in den typischen Bauerngärten angebaut. Der Grund dafür war nicht nur die Heilwirkung und der zierende Effekt, sondern auch die Fähigkeit des Baldrians, den Boden zu durchlüften und Regenwürmer anzuziehen. So fördert der Baldrian im Garten das Wachstum des Gemüses und anderer Pflanzen.\nIn manchen Gartengeschäften und bei Spezialversendern bekommt man Samen oder fertige Pflanzen vom Baldrian. Im zeitigen Frühjahr sät man die Samen unter Glas in Saatkästen oder kleine Töpfchen. Ab Mai kann man sie auch ins Freiland säen, wenn der Boden dort über mehrere Wochen hinweg nicht von anderen Pflanzen überwuchert wird. Wichtig ist es, dass man die Samen nicht mit Erde bedeckt, weil er Baldrian ein Lichtkeimer ist. Der Samen braucht nahezu einen Monat bis er keimt, daher braucht man eine Menge Geduld. Sobald kleine Pflanzen gewachsen sind, pflanzt man sie im Abstand von 50 cm bis 1 Meter aus. Das Gleiche gilt für fertig gekaufte Pflänzchen. Bis zum späten Sommer entwickeln sich die neuen Baldrian-Pflanzen zu kräftigen Pflanzen. Doch erst nach zwei bis drei Jahren sind sie voll ausgewachsen. Wenn der Baldrian Ausläufer bildet, kann man diese kleinen Pflanzen im Frühjahr von der Mutterpflanze trennen und im passenden Abstand auspflanzen.",
        "asyncImageURL": "https://www.naturadb.de/images/pflanzen/5768/Echter+Baldrian--3874-1920sq.jpg",
        "properties": ["beruhigend", "entspannend", "konzentrationsfördernd", "krampflösend", "schlaffördernd"],
        "effect": "Die Wurzel des Baldrians wirkt in erster Linie beruhigend. Die Wirkung des Baldrians ist durch medizinische Studien untermauert. Selbst die Funktion der einzelnen Wirkstoffe wurde untersucht. Die Sesquiterpene im Baldrian verändern die Funktion und die Erregungsübertragung der sogenannten GABA-Rezeptoren in Nervenzellen. Das führt zu einer entspannenden und entkrampfenden Wirkung. Die Valerensäure im Baldrian unterstützt diese Wirkung, indem sie die Stoffwechselaktivität der Nervenzellen verändert. Durch diese entspannende Wirkung kann man den Baldrian nicht nur bei Schlafstörungen und Nervosität einsetzen, sondern auch bei zahlreichen Gesundheitsbeschwerden, die mit Unruhe und Verkrampfungen einher gehen.\nZahlreiche andere Arten der Gattung Baldrian (Valeriana) haben eine ähnliche Wirkung wie der heimische echte Baldrian. Eine mexikanische Verwandte des Baldrians, Valeriana edulis, hat eine besonders große Wurzel mit sehr intensiver Wirksamkeit.\nSchon im Altertum empfiehlt Dioskurides den Baldrian als erwärmendes Mittel mit harntreibender und menstruationsfördernder Wirkung. Er nennt den Baldrian Phu. Hildegard von Bingen sieht im Baldrian ein Heilmittel gegen Brustfellentzündungen. Auch Hippokrates, Tabernaemontanus und Paracelsus schätzten den Baldrian als wertvolle Heilpflanze. Der Baldrian wurde unter anderem gegen Augenkrankheiten, Epilepsie und sogar gegen die Pest eingesetzt. Bei den Germanen stand der Baldrian, als Baldurs Pflanze, im Ruf, ein Allheilmittel zu sein. Diese Vorstellung wurde im Mittelalter von den meisten Völkern übernommen, in deren Ländern der Baldrian heimisch war. Erst im 17. Jahrhundert wurde die beruhigende Wirkung des Baldrians auf das Nervensystem immer bekannter.",
        "usage": ["Bei allen Zuständen von Nervosität, Schlaflosigkeit und vielen psychosomatisch bedingten Krankheiten (z.B. Magengeschwür oder - krämpfe) kann Baldrian als Tee, Tinktur oder Pulver (z.B. Tabletten) eingesetzt werden. Bei Schlaflosigkeit empfiehlt sich vor dem Schlafengehen ein Tee aus Baldrian, Hopfen, Beifuss und Melisse, der in kleinen Schlucken langsam getrunken wird.\nDa Baldrian nicht müde macht, kann er auch bei Prüfungsangst eingesetzt werden. Inzwischen gibt es Baldrianprodukte in jedem größeren Supermarkt. Sie können viele Psychopharmaka ersetzen, weil sie nicht nur ungefährlicher wirken sondern auch nicht süchtig machen.",
        "Tee: Am besten setzt man den Baldrian-Tee als Kaltauszug an. Dazu übergiesst man ein bis zwei Teelöffel Baldrian-Wurzel mit einer Tasse Wasser. Den Tee lässt man etwa zwölf Stunden ziehen. Dann filtert man ab und erwärmt den Tee auf Trinktemperatur. In kleinen Schlucken trinken. Bei Eile oder in Teemischungen kann man die Baldrian-Wurzel auch als Aufguss zubereiten und den Tee dann 10 bis 15 Minuten ziehen lassen.\n**Baldrian-Blüten als Tee:** Wer will, kann auch die Blüten des Baldrians als Tee einsetzen. Die Baldrian-Blüten sind deutlich milder als die Wurzel und riechen angenehmer. Im Handel sind sie normalerweise nicht erhältlich, man muss sie also selber ernten. Mit den Baldrian-Blüten kann man wahlweise einen Kaltauszug oder einen Aufguss zubereiten und als Tee trinken.",
        "Tinktur: Um eine Baldrian-Tinktur selbst herzustellen, übergiesst man Baldrian in einem Schraubdeckel-Glas mit Doppelkorn oder Weingeist, bis alle Pflanzenteile bedeckt sind, und lässt die Mischung verschlossen für 2 bis 6 Wochen ziehen. Dann abseihen und in eine dunkle Flasche abfüllen. Von dieser Tinktur nimmt man abends oder bei Bedarf ein bis zwei Teelöffel ein. Wenn einem die Tinktur zu konzentriert ist, kann man sie mit Wasser verdünnen.",
        "Baldrian-Blüten als Schlafkissen: Die zarten Baldrian-Blüten kann man in Form eines Kräuterkissens als Einschlafhilfe verwenden. Dazu füllt man getrocknete Baldrian-Blüten in einen kleinen (selbstgenähten) Kissenbezug oder Beutel aus Stoff. Zur Ergänzung der Wirkung kann man zusätzlich Lavendelblüten, Melisse und Hopfenzapfen in das Kissen füllen. Das Kissen legt man im Bett neben das Kopfkissen, um den sanften Duft einatmen zu können.",
        "Fertigprodukte mit Baldrian: Im Handel und in Apotheken werden jede Menge Tabletten und Dragees mit Baldrian angeboten. Die Dosierung dieser Mittel ist sehr unterschiedlich und reicht von leicht, für die Anwendung am Tage, bis zu stark, bei ausgeprägten Schlafstörungen. Häufig sind die Baldrian-Mittel auch mit anderen Heilpflanzen kombiniert, beispielweise Hopfen, Melisse oder Passionsblume."],
        "symptoms": ["Bluthochdruck", "Blähungen", "Darmkrämpfe", "Gallenbeschwerden", "Gastritis", "Kopfschmerzen", "Krämpfe", "Magenkrämpfe", "Magenschleimhautentzündung", "Migräne", "Nervosität", "Nervöse Herzbeschwerden", "Neurodermitis", "Prüfungsangst", "Reizblase", "Rückenschmerzen", "Schilddrüsenüberfunktion", "Schlafstörungen", "Unruhe", "Verspannungen", "Wechseljahrsbeschwerden"],
        "ingredients": ["Ätherische Öle", "Valerensäure", "Baldriansäure", "Sesquiterpene", "Arnikaflavon", "Hydrophile Lignane", "Bitterstoffe", "Gerbstoffe", "Harz", "Alkaloide"],
        "sideEffects": ["Baldrian kann Nebenwirkungen wie Magen-Darm-Beschwerden, Kopfschmerzen, Schwindel und Juckreiz verursachen.", "Es kann auch zu Durchfall, Übelkeit und Erbrechen kommen, wenn zu viel Baldrian eingenommen wird.", "Baldrian kann die Fahrtüchtigkeit beeinträchtigen und die Reaktionsfähigkeit vermindern, daher sollten Sie bis zwei Stunden nach der Einnahme nicht Auto fahren."],
        "contraindications": ["Nicht anwenden bei Allergie gegen Baldrian", "In Baldriantropfen und -tinkturen ist oftmals Alkohol enthalten, der nicht für Minderjährige, Schwangere und trockene Alkoholiker geeignet ist."],
        "harvestTime": [""],
        "harvest": "Die Wurzeln des Baldrians weren im Herbst gesammelt, wenn die Blütezeit schon lange vorbei ist. Am besten lässte man einen Teil der Wurzel zurück, damit der Baldrian mit etwas Glück die Chance hat, neu heran zu wachsen. Die Wurzeln werden abgebürstet und mit kaltem Wasser kurz abgespült. Dann werden sie in kleine Stücke geschnitten und an einem warmen Platz möglichst schnell getrocknet.Wenn man keinen geeigneten warmen Platz hat, kann man sie auch bei niedriger Hitze (50°C) im geöffneten Backofen trocknen. Auch ein Dörrgerät kann hier hilfreiche Dienste leisten.\nDie Blüten werden im Hochsommer gesammelt, wenn die Pflanzen in voller Blüte stehen. Dann werden sie an einem schattigen Ort getrocknet.\n**Achtung! Damit keine Katzen die zu trocknenden Baldrian-Teile verunreinigen, sollte man die Trocknung an einem Platz durchführen, der von Katzen nicht erreicht werden kann.**",
        "isFavorite": false
    },
    {
        "id": "dd3f0095-c48e-42c1-9f0f-7f26a9c47618",
        "name": "Basilikum",
        "description": "**Basilikum** (Ocimum basilicum)\nDas Basilikum liebt die Wärme und das Sonnenlicht. Darum gedeiht es in Mittelmeerländern besonders gut. Basilikum gehört zu den Lippenblütern, ist aber in Mitteleuropa nur einjährig. Kälte bekommt ihm gar nicht, es wird dann schnell braun und verfällt.\nDie Blätter des Basilikums sind spitz-oval, glänzend und grün. Sie duften wunderbar würzig. Beim normalen Basilikum sind die Blätter in der Mitte rundlich nach oben gewölbt. Sie wachsen gegenständig am Stengel. Wenn man die oberen Blattpaare kappt, verdoppeln sich die Triebe und die Pflanze wird üppiger. Ab Juli fängt das Basilikum an zu blühen, es bildet dann einen verlängerten Stengel, an dem weiße Blüten aufblühen.\n**Vermehrung durch Ansaat**\nDa Basilikum in Mitteleuropa einjährig ist, wird er am besten durch Aussaat kultiviert. Der Samen hält sich sieben Jahre, man muss also nicht jedes Jahr neuen Samen kaufen. Basilikum eignet sich sehr gut für den Anbau in Töpfen.\n*Da Schnecken ganz wild auf Basilikum sind, ist der Anbau in Töpfen auch sicherer als der Freilandanbau, denn man kann Blumentöpfe besser schützen.*\nAls Erde eignet sich gute Blumenerde, am besten mit etwas Sand. Der Basilikum ist ein Lichtkeimer, er wird bei der Aussaat also nicht mit Erde bedeckt. Während der Keimdauer sollte man die Samen feucht halten. Dazu bietet es sich an, den Topf mit einer Plastikfolie abzudecken oder ihn in ein Zimmergewächshaus zu stellen, denn dann muss man nicht so oft nachfeuchten.\n*Ausserdem essen Vögel gerne die Samen. Eine lichtdurchlässige Abdeckung schützt vor den gierigen Vögeln.*\nZum Befeuchten wird die Oberfläche der Erde samt Samen am besten mit einem Sprüher besprüht. Die Samen quellen sichtbar auf, wenn es ihnen gut geht. Sie keimen dann relativ bald innerhalb von einer Woche.\nDer Basilikum möchte warm stehen und braucht viel Sonne. Dann gedeiht er gut und ist bald gross genug, um davon zu ernten.\n**Gekaufte Pflanzen**\nBasilikum-Pflanzen kann man inzwischen schon sehr billig in Supermärkten kaufen. Die gekauften Basilikum-Töpfe eignen sich jedoch kaum, um sie längere Zeit zu kultivieren und wachsen zu lassen, denn sie sind zu klein. Wenn man die Pflanzen in einen grösseren Topf setzt, sollte man sie ausdünnen, denn die gekauften Pflanzen sind zu dicht gesät. So kann man aus einer gekauften Pflanze mehrere üppige Pflanzen für den ganzen Sommer haben.",
        "asyncImageURL": "https://www.medikamente-per-klick.de/apotheke/wp-content/uploads/2021/12/Basilikum_AdobeStock_81129315@Friedberg-1.jpg",
        "properties": ["antibakteriell", "beruhigend", "harntreibend", "krampflösend", "schleimlösend", "schmerzstillend", "schweisstreibend", "tonisierend", "darmreinigend", "menstruationsfördernd", "Muttermilch fördernd", "Libido steigernd"],
        "effect": "Basilikum ist uns vor allem als Gewürzpflanze bekannt. Besonders zusammen mit Tomaten entfaltet er sein unvergleichliches Aroma. Doch Basilikum ist auch eine Heilpflanze, die nicht nur die Verdauungsorgane stärkt, sondern auch die Nerven beruhigt und Migräne lindert.\nIn der Frauenheilkunde kann Basilkum Periodenkrämpfe lindern und unregelmäßige Menstruationsblutungen regeln. Auch gegen Wechseljahrsbeschwerden kann man Basilikum verwenden, denn sein Inhaltsstoff Beta-Sitosterol ist dem Hormon Östrogen ähnlich und wirkt daher dem Hormonmangel entgegen. Stigmasterol, ein weiterer Inhaltsstoff, fördert den Eisprung, was auch zur Regulierung der Zyklen beiträgt.",
        "usage": ["Tee: Eine Tasse nach jeder Mahlzeit wirkt verdauungsfördernd. Auch das Nervensystem wird durch Basilikum gestärkt und Migräne gelindert.\nBasilikum kann bei Periodenkrämpfen, unregelmässigen Menstruationsblutungen und Wechseljahrsbeschwerden helfen.\nAchtung! In der Schwangerschaft sollte man Basilikum nicht in grösseren Mengen zu sich nehmen.\nRiechpulver: Getrocknet und zerstossen kann man Basilikum als Unterstützung für den Geruchssin nach chronischem Schnupfen einsetzen.",
        "Äußerliche Anwendung: Frische Blätter helfen zerrieben gegen Insektenstiche.\nDas ätherische Öl hilft gegen Insektenstiche, nervöse Schlaflosigkeit und Migräne. Entweder äußerlich aufgetragen oder in der Duftlampe verwenden.\nAls Waschung, Bad oder Umschlag angewandt kann Basilikum-Tee gegen schwer heilende Wunden und Hautabschürfungen helfen.",
        "In der Küche: Zusammen mit Tomaten schmeckt frischer Basilikum extrem lecker. Man kann im Prinzip fast jeden Salat mit frischem Basilikum würzen. Getrocknet kann man ihn wie Pfeffer verwenden, auch in gekochten Gerichten"],
        "symptoms": ["Blasenentzündung", "Blähungen", "Darminfektionen", "Fieber", "Gicht", "Hautabschürfungen", "Hautrisse", "Insektenstiche", "Magenkrämpfe", "Magenschwäche", "Migräne", "Nervenschwäche", "Schlecht heilende Wunden", "Schwindelanfälle", "Verstopfung", "Wechseljahrsbeschwerden"],
        "ingredients": ["Ätherische Öle", "Linalool", "Estragol", "Eugenol", "Basilischer Kampfer", "Cineol", "Menthol", "Thymol", "Methylcavicol", "Anethol", "Kampfer", "Linolensäure", "Kaffeesäure", "Gerbstoff", "Saponine", "Flavonoide", "Farnesol", "Stigmasterol", "Beta-Sitosterol", "Citral", "Limonen", "Geraniol"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Basilikumöl aufgrund des hohen Estragolgehalts nicht in Schwangerschaft und Stillzeit, bei Säuglingen und Kleinkindern sowie über längere Zeiträume einnehmen, da Estragol mutagen und krebserregend sein kann."],
        "harvestTime": ["Juni", "Juli", "August"],
        "harvest": "Am besten isst man Basilikum frisch, weil er dann ein herrliches Aroma hat. Dazu zupft man nicht einzelne Blätter ab, sondern man kappt die Triebspitzen. In der darunterliegenden Blattebene können sich dann nämlich die Seitentriebe entwickeln und zu zwei neuen Triebspitzen heranwachsen. Wenn man auf diese Weise konsequent erntet, werden die Pflanzen immer buschiger und entwickeln sich zu ungeahnter Üppigkeit.\nTrocknen:Für den Wintervorrat kann man den Basilikum auch trocknen. Dazu schneidet man die Pflanzen dicht über der Erde ab. Die ganzen Pflanzen werden dann zu kleinen Bündeln zusammengebunden und an einem schattigen, aber warmen und trockenen Ort getrocknet. Wenn die Pflanzen vollständig getrocknet sind, werden sie kleingeschnitten und luftdicht aufbewahrt, damit das Aroma erhalten bleibt.\nDer getrocknete Basilikum kann mit den frischen Blättern leider nicht mithalten.",
        "isFavorite": false
    },
    {
        "id": "899bfe52-63f5-4284-be6d-ba9353544622",
        "name": "Beifuss",
        "description": "**Beifuß** (Artemisia vulgaris)\n Der Beifuß ist in Europa, Asien und Nordamerika heimisch. Er gedeiht auf kargen Böden und wächst häufig an Wegrändern, Bahndämmen, Böschungen und anderen verwilderten Stellen und wird meistens gar nicht als wertvolle Heilpflanze wahrgenommen. Seine dunkle Blattfarbe und unauffälligen Blüten führen zu dieser allgmeinen Ignoranz. Wenn man diese wärmeverbreitende Heilpflanze jedoch erstmal kennengelernt hat, möchte man sie nicht mehr missen.\nDer Beifuß ist eine mehrjährige Pflanze, die meistens von Jahr zu Jahr größer wird. Er wird bis zu 2 m hoch und hat einen harten Stengel mit vielen Seitenausläufern. Der Stengel ist meistens braun bis rötlich. Seine doppelt gefiederten Blätter sind auf der Oberseite dunkelgrün und auf der Unterseite weißlich und filzig. Die unauffälligen Blüten sind klein und grau-gelb. Überhaupt ist die ganze Pflanze trotz ihrer Größe sehr unauffällig. Dabei war das Beifusskraut früher eine der wichtigsten und heiligsten Heilpflanzen. Der Beifuss ähnelt auch seinem Bruder, dem Wermut, ist aber lange nicht so bitter.\nDer Beifuß ist sehr anspruchslos. Er kommt auch mit steinigen und trockenen Böden relativ gut klar. In vielen Gärten siedelt er sich von selber an, wenn ihm die dortigen Bedingungen zusagen.\nDa der Beifuß als Unkraut gilt, findet man kaum Beifuß-Pflanzen im Handel. Man kann jedoch kleine Beifuß-Pflanzen in der Natur ausgraben und im eigenen Garten anpflanzen. Dabei sollte man jedoch beachten, ob der Besitzer des Grundstücks, dem man den Beifuß entnimmt, damit einverstanden ist.\nMan kann auch Stecklinge vom Beifuß machen oder Teile der Wurzel ausgraben und im Garten einpflanzen.\nFalls man Samen erhält, kann man diese im Frühling oder Herbst ansäen.\nIn früheren Jahrhunderten galt der Beifuß als Mutter aller Kräuter. Er wurde gegen zahlreiche Frauenbeschwerden und Verdauungsprobleme eingesetzt und sollte außerdem auf magische Weise stärken und schützen.\nIn Persien wurde er um 400 v. Chr. von der Königin Artemisia verwendet. Diese Königin ist eine von zwei möglichen Namengeberinnen des Beifußes (Artemisia vulgaris). Auch die Göttin Artemis kommt als Namensgeberin des Beifußes in Frage. Der Beifuß war ihr geweiht.\n**Andere Beifuß-Arten**\n Der einjährige Beifuss aus China, ein naher Verwandter des europäischen Beifusses, hilft selbst in schweren Fällen gegen Malaria.\n**Die Beifuss-Ambrosie ist eine entfernte Verwandte des Beifusses. Sie ist ein gefürchteter Allergie-Auslöser. Beifuss-Ambrosie kann sogar die generelle Neigung zu Allergien aktivieren.**",
        "asyncImageURL": "https://imgix.obi.de/api/disc/cms/public/dam/DE-AT-Assets/pflanzen/beifuss/1-beifuss-dam-320710.jpg",
        "properties": ["antibakteriell", "antimykotisch", "appetitanregend", "beruhigend", "durchblutungsfördernd", "galletreibend", "krampflösend", "menstruationsfördernd", "stärkend", "verdauungsfördernd", "wehenfördernd"],
        "effect": "Der Beifuß enthält verschiedene Nährstoffe und Inhaltsstoffe. Er ist reich an Vitamin C, darüber hinaus enthält er Kalzium, Eisen, Kalium und Magnesium. Ein wichtiger Inhaltsstoff ist das Artemisinin, ein sekundärer Pflanzenstoff, der besonders in der Art Artemisia annua (einjähriger Beifuß) hoch konzentriert ist. Neben dem Artemisinin enthält Artemisia annua auch rund 600 weitere wertvolle Inhaltsstoffe, darunter Eisen, Mangan und Zink sowie Kalium, Kalzium, Phosphor, Schwefel und Bor.\nDer Beifuß wird schon seit Jahrtausenden als Heilpflanze eingesetzt. Früher galt er als besonders wirksame Heilpflanze und wurde zeitweise sogar als Mutter aller Heilpflanzen betrachtet. Im Altertum, insbesondere in Griechenland wurde der Beifuß vor allem zur Unterstützung bei Geburten verwendet, weil er wehenfördernd wirkt und die Geburt erleichtert.\nDer Beifuß wird in der Antike von vielen Kräuterkundigen als Frauenheilmittel empfohlen, beispielsweise von Dioskurides, Galen, Hippokrates und Plinius. Auch im Mittelalter war der Beifuß eine äußerst beliebte Frauenheilpflanze. Er wurde unter anderem von Hildegard von Bingen, Paracelsus, Tabernaemontanus, Culpeper und Leonhart Fuchs empfohlen. Die mittelalterlichen Kräuterkundigen verwendeten den Beifuß nicht nur als Frauenpflanze, sondern auch gegen Epilepsie.\nHeutzutage führt der Beifuß ein Schattendasein als Unkraut.",
        "usage": ["Obwohl das Beifußkraut ein breites Anwendungsspektrum hat, sind seine Heilwirkungen fast in Vergessenheit geraten.\nWie der Name schon andeutet, wirkt er lindernd bei Beinen und Füßen, die von langen Wanderungen müde sind und weh tun. Dazu kann man ein Öl mit dem Beifuß ansetzen, mit dem man bei Bedarf Füße und Beine einreibt. Solch ein Öl kann auch bei Rheumatismus lindernd wirken.\nDa er entspannend auf das Nervensystem wirkt, kann man ihn auch bei Nervosität und Schlafstörungen einsetzen, z.B. als Tee vor dem Schlafengehen oder indem man Blüten und Blätter in ein Kissen einnäht und mit ins Bett nimmt. Zusammen mit Baldrianblüten und Lavendel hat solch ein Kissen einen beruhigenden Wohlgeruch.", "**Frauenbeschwerden:** In der Frauenheilkunde wirkt Beifußtee vor allem durch seine erhitzenden und anregenden Eigenschaften. Er wirkt menstruationsfördend bei schwacher Periode. Da er auch entkrampfend wirkt, hilft er auch gut bei schmerzhafter Periode.\n**Achtung! In der Früh-Schwangerschaft nicht verwenden, da er Fehlgeburten auslösen kann.**\nMit seinen wärmebildenden Eigenschaften wirkt er gut bei Unterleibs- und Blasenkatarrhen, chronischen Eierstocksentzündungen und Ausfluss. Um ihn hier zur vollen Wirkung zu bringen, lässt er sich am besten als warmes Fussbad einsetzen.\nAls wäre das alles noch nicht genug, wirkt er ausserdem anregend auf die Verdauung, d.h. er fördert die Bildung von Verdauungssäften. Im Gegensatz zu anderen verdauungsfördernden Kräutern hilft er nicht nur Magen und Darm, sondern er unterstützt auch die Bauchspeicheldrüse bei ihrer Arbeit. Daher kann er bei leichter Bauchspeicheldrüsenfunktionsschwäche eingesetzt werden.\n**Achtung!\nDen Beifuß darf man nicht überdosieren und nicht bei Fieber und Früh-Schwangerschaft einsetzen.**\nBei manchen Menschen kann der Beifuß allergische Reaktionen oder Asthma-Anfälle auslösen. Besonders sensible Menschen empfinden den Beifuß als sehr intensiv und können ihn nur selten und in kleinsten Mengen anwenden.", "**Tee:** Der Beifuß wird als normaler Aufguss zubereitet und nur kurz ziehen gelassen. Dazu übergießt man einen TL Beifuß-Blätter mit 1/4 l kochendem Wasser. Diesen Tee lässt man etwa 2-3 Minuten ziehen. Dann seiht man ihn ab. Den fertigen Tee trinkt man in kleinen Schlucken, am besten ungesüßt. Vom Beifuß-Tee trinkt man je nach Bedarf 1 bis 3 Tassen täglich.\nDa der Beifuß eine stark wirkende Heilpflanze ist, sollte man ihn nicht zu lange regelmäßig trinken. Nach maximal 6 Wochen Dauergebrauch sollte man mindestens eine 3 wöchige Pause einlegen.", "**Beifuß in der Traditionellen Chinesischen Medizin (TCM):**\nBeifuß-Blätter werden in der chinesischen Medizin zur Moxibustion verwendet. Dazu werden Beifußblätter zu kleinen Kegeln gerollt. Diese Beifuß-Kegel werden angezündet, sodass sie glimmen und sich erhitzen. Die glimmenden Moxa-Kegel werden auf die Haut an bestimmte Akupunkturpunkte gelegt. Dort erzeugen sie Hitze und wirken auf die Akupunkturpunkte ein. Bevor es auf der haut zu heiß wird, werden die Moxakegel wieder entfernt. Sicherheitsheitshalber werden von einigen Behandlern Scheiben aus Ingwer oder Knoblauch unter die Moxakegel gelegt, damit es nicht zu Verbrennungen kommt.\nBei einer relativ modernen japanischen Form der Moxa-Behandlung werden die Moxa-Kegel auf spezielle Akupunkturnadeln gesteckt. Mit diesen erhitzten Akupunkturnadeln wird die Wirkung der Akupunkturbehandlung intensiviert.", "**Beifuß in der Küche:**\nDie Blätter des Beifußes sind ein hilfreiches Gewürz bei fetten Mahlzeiten aller Art. Der sanft bittere Geschmack des Beifußes fördert den Appetit und die Verdauungsvorgänge. Die Magensäfte fließen reichlich genug und der Gallensaft zur Fettverdauung wird ausgeschüttet. So können fette und schwere Speisen optimal verdaut werden.\nInsbesondere bei Gänsebraten ist der Beifuß sehr beliebt und wird traditionell gerne verwendet. Aber der Beifuß passt auch sehr gut zu Suppen, beispielsweise Gemüsesuppe, Bohnensuppe oder Kartoffelsuppe. Auch deftige Gerichte mit Fleisch, Fisch, Käse oder Pilzen profitieren vom Beifuß, sei es direkt als Gewürz bei Fleisch oder in Form einer begleitenden Soße, die mit Beifuß gewürzt wurde."],
        "symptoms": ["Blasenentzündung", "Blähungen", "Chronische Eierstockentzündung", "Durchblutungsstörungen", "Durchfall (chronisch)", "Frauenheilkunde", "Gallenschwäche", "Geburt", "Gebärmutterkrämpfe", "Hämorrhoiden", "Kalte Füße", "Kalte Hände", "Menstruationsbeschwerden", "Mundgeruch", "Muskelkater", "Müde Beine", "Nervenanspannung", "Neuralgien", "Periodenschmerzen", "Schlafstörungen", "Unruhe", "Verdauungsschwäche", "Wechseljahrsbeschwerden", "Übelkeit"],
        "ingredients": ["Gerbstoffe", "Bitterstoffe", "Sesquiterpenlactone", "Flavonolglykoside", "Inulin", "Vitamin C", "Eisen", "Magnesium", "Kalium", "Kalzium", "Artemisinin", "ätherische Öle", "Cineol", "Kampfer", "Thujon"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen", "Kann Asthma-Anfälle auslösen"],
        "contraindications": ["Nicht in der Früh-Schwangerschaft", "Nicht bei Fieber", "Nicht überdosieren"],
        "harvestTime": [""],
        "harvest": "Das blühende Beifuß-Kraut wird zwischen Juli und September eine gute Handbreit über dem Boden abgeschnitten.Die Beifußpflanze kann man anschließend kopfüber an einer trockenen, geschützten Stelle zum Trocknen aufhängen.Nach dem Trocknen entfernt man die Blätter, Blüten und dünnen Stengel vom Hauptstamm und bewahrt sie kühl und trocken auf.\nIm Herbst kann man auch die Wurzel des Beifußes ernten. Man trocknet die kleingeschnittene Wurzel an einem warmen, luftigen Platz oder im Backofen bei unter 50°C.",
        "isFavorite": false
    },
    {
        "id": "5f02c8c8-cacb-473e-889f-b67a07cf790a",
        "name": "Beinwell",
        "description": "**Beinwell** (Symphytum officinale)\nDer Beinwell hat seinen Namen von den Beinen, denen er gut (well) tun, bzw. deren Knochen er zusammenwallen soll.\nDer Beinwell liebt feuchten Boden und ist daher besonders häufig an Wasserläufen oder in Senken zu finden. Er wächst aber auch in manch eher trockenem Garten. Die mehrjährige Wurzel ist aussen schwarzbraun und innen weisslich. Schon früh im Jahr streckt er seine rauhen haarigen Lanzen aus der Erde. Er überrascht durch seine Schnellwüchsigkeit und ist eine der ersten Pflanzen, die buschig ins Auge fallen. Nach wenigen Wochen wachsen Stengel aus den Blättern, die schon Ende April die ersten Blüten bekommen. Die Blüten sind violett oder weisslich-gelb und hängen in kleinen Trauben nach unten.\nBeinwell lässt sich ziemlich leicht im Garten anbauen. Am besten gibt man ihm ein Beet mit lockerer Erde an einer gut bewässerten Stelle. Der Beinwell freut sich über Sonne, verträgt aber auch Halbschatten. Am einfachsten funktioniert der Anbau, wenn man die Wurzeln in die Erde steckt. Im Frühling spriesst der Beinwell dann von ganz alleine.\nUm den Beinwell schnell zu vermehren, kann man die Wurzeln in daumengrosse Stücke zerteilen und dann einpflanzen. Aus jedem Wurzelstück spriesst eine eigene Pflanze.",
        "asyncImageURL": "https://www.krautundrueben.de/sites/krautundrueben.de/files/styles/lightbox/public/2021-12/beinwell.jpg?itok=hc7Cwpff",
        "properties": ["adstringierend", "beruhigend", "blutbildend", "blutreinigend", "blutstillend", "entzündungshemmend", "erweichend", "kühlend", "lindernd", "wundheilend", "schmerzstillend"],
        "effect": "Beinwell enthält verschiedene Inhaltsstoffe, darunter Allantoin, Schleimstoffe, Gerbstoffe, Kieselsäure, Asparagin, Cholin, Flavonoide, Harz und ätherisches Öl. Allantoin und die Schleim- und Gerbstoffe sind für die heilenden Eigenschaften von Beinwell verantwortlich. Darüber hinaus enthält Beinwell Pyrrolizidinalkaloide, die im Tierversuch als krebserregend nachgewiesen wurden.\nTraditionell wird Beinwell bei Knochenbrüchen eingesetzt, um das Zusammenwachsen der Knochen zu fördern und den Schmerz zu lindern. Die Wirkstoffe des Beinwells fördern die Kallusbildung bei der Knochenheilung. Eine Schiene beziehungsweise einen Gipsverband kann Beinwell natürlich nicht ersetzen.\nIm Bereich Bewegungsapparat wird der Beinwell fast gegen jede Art von Beschwerden eingesetzt. Man verwendet ihn traditionell gegen Verstauchungen, Verspannungen, Arthrose und diverse andere Probleme.\nVor allem durch den Inhaltstoff Allantoin hat der Beinwell ausgeprägte wundheilende Eigenschaften. Er fördert die Granulation bei der Wundheilung, das ist die Bildung von neuem Gewebe. Allantoin wirkt zudem reizlindernd und entzündungshemmend.\nAufgrund der im Beinwell enthaltenen Spuren von Pyrrolizidinalkaloiden empfiehlt die Kommision E, den Beinwell nicht bei verletzter Haut anzuwenden. Sicherheitshalber verwendet man bei offenen Wunden besser den reinen Wirkstoff Allantoin.",
        "usage": ["Der Beinwell wird vorwiegend äusserlich angewendet, weil die innerliche Anwendung potentiell gesundheitsschädlich sein kann. Die besonderen Stärken des Beinwells stecken sowieso im Bereich der äusserlichen Anwendung. Sie reichen von Verletzungen des Bewegungsapparates bis zu schlecht heilenden Wunden.",
        "Wurzel und Blätter: Die Wurzel enthält beim Beinwell die meisten Wirkstoffe. Daher ist es vor allem die Wurzel, die als Heilmittel Anwendung findet. Am besten und intensivsten ist es, wenn man frische Wurzeln zur Verfügung hat. Trockene Wurzeln können aber auch verwendet werden, sie sind sogar die offiziell als Heilmittel anerkannte Form des Beinwells.\nMan kann auch die Blätter verwenden, sie wirken ähnlich aber nicht so stark wie die Wurzel. Auf Wunden aufgelegt, wirken die Blätter schmerzstillend.",
        "Salben: Die bekannteste Zubereitungsform des Beinwells ist die Salbe. Schon seit Jahrhunderten wird aus Beinwellwurzeln eine einfache Salbe gekocht.",
        "Umschläge: Es gibt verschiedene Möglichkeiten, Umschläge mit Beinwell anzuwenden. Mit Beinwelltinktur oder Beinwelltee getränkte Baumwolltücher kann man auf verletzte Körperteile auflegen. Man kann auch einen Salbenumschlag anwenden. Dazu trägt man die Beinwell-Salbe messerrückendick auf und bedeckt die Stelle mit einem Tuch.\nFür einen Breiumschlag zerkleinert man frische Wurzeln oder Blätter, bis ein Brei entsteht. Diesen Brei trägt man auf die betroffene Körperstelle auf und bedeckt es mit einem Tuch.\nAlle Umschläge kann man eine bis mehrere Stunden einwirken lassen.",
        "Innerlich: In der Volksheilkunde wurde der Beinwell gegen zahlreiche Beschwerden innerlich als Tee oder Tinktur eingenommen. Typische innerliche Anwendungsgebiete des Beinwells waren Husten, Verdauungsbeschwerden und Nierenschwäche. Seit jedoch bekannt ist, dass die im Beinwell enthaltenen Spuren von Pyrrolizidinalkaloiden im Tierversuch mit Ratten die Gefahr von Leberkrebs erhöhen, wird von der innerlichen Anwendung des Beinwells abgeraten. Manche Quellen raten auch nur davon ab, Beinwell regelmässig und in grossen Mengen innerlich einzusetzen.\nFür alle innerlichen Anwendungsgebiete des Beinwells gibt es jedoch viele Heilpflanzen, die diese Aufgaben noch besser erledigen können, beispielsweise Thymian gegen Husten, Kamille für die Verdauung usw. Daher kann man durchaus darauf verzichten, den Beinwell innerlich anzuwenden."],
        "symptoms": ["Abszesse", "Arthritis", "Arthrose", "Asthma", "Blaue Flecken", "Blutarmut", "Bluterguss", "Brandwunde", "Bronchitis", "Diabetes mellitus", "Durchfall", "Eiternde Wunden", "Ekzeme", "Furunkel", "Gastritis", "Gelenkschmerzen", "Geschwulst", "Geschwüre", "Gichtknoten", "Grippe", "Hautjucken", "Hautrisse", "Hautschäden", "Hornhaut", "Hämorrhoiden", "Insektenbiss", "Insektenstich", "Ischias", "Juckreiz", "Knochenbruch", "Knochenhautentzündung", "Krampfadern", "Lungenentzündung", "Magenschleimhautentzündung", "Muskelkater", "Narbenschmerzen", "Nasennebenhöhlenentzündung", "Nierenerkrankung", "Offenes Bein", "Phantomschmerzen", "Psoriasis", "Quetschungen", "Rheuma", "Schlecht heilende Wunden", "Schleimbeutelentzündng", "Schmerzen", "Schnittwunden", "Schuppenflechte"],
        "ingredients": ["Allantoin", "Gerbstoff", "Schleim", "Asparagin", "Cholin", "Alkaloide", "ätherisches Öl", "Flavonoide", "Harz", "Kieselsäure", "Pyrrolizidinalkaloide", "Stigmasterol"],
        "sideEffects": ["Bei innereinnehmenden Arzneiformen, wie zum Beispiel Beinwelltee, können Vergiftungserscheinungen auftreten."],
        "contraindications": ["Verwendung von Beinwell zusammen mit anderen Mitteln, die die Haut erwärmen und die Durchblutung steigern, kann zu stärkeren Hautreaktionen führen."],
        "harvestTime": [],
        "harvest": "Beinwellwurzeln kann man im Herbst oder im zeitigen Frühjahr sammeln. Man gräbt sie am besten mit einer spitzen Schaufel aus, denn die lange Wurzel sitzt meist zu fest im Boden, um sie heraus zu ziehen. Wenn man ein Stück Wurzel in der Erde lässt, kann die Pflanze wieder neu spriessen.\nAm besten verarbeitet man die Wurzel gleich frisch zu Salbe oder Tinktur. Die Trocknung ist etwas schwierig, weil die Wurzel zum Schimmeln neigt, was sie unbrauchbar machen würde. Am besten schneidet man die Wurzel in kleine Stücke und trocknet sie an einem warmen Platz, beispielsweise neben dem Ofen oder im Backofen bei 40°C. Auch ein Dörrapparat eignet sich zur Trocknung.",
        "isFavorite": false
    },
    {
        "id": "e56f0e13-3206-458d-a0cd-761656e26a6e",
        "name": "Birke",
        "description": "Birke ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://somvi.eu/wp-content/uploads/Birkenblaetter.jpg",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "6157f531-0973-4aac-84b3-070c8ad69bef",
        "name": "Brennnessel",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://www.apotheke-adhoc.de/fileadmin/user_upload/redaktion/2019/KW16/Brennnessel_aa.jpg.jpg",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "d2fd0825-d3a7-4ba7-8139-0f4fc98526f5",
        "name": "Efeu",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://www.duengme.de/cdn/shop/articles/IMG_1035.jpg?v=1626441114&width=2048",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "94a8a51d-64e0-4510-8321-411d038e21fe",
        "name": "Eiche",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://www.waldwissen.net/assets/wald/baeume_waldpflanzen/laub/wsl_eichen/wsl_eichen_traubeneiche_blaetter.jpeg",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "f7eb2d91-c58e-4016-93ac-8de4ba96318d",
        "name": "Fenchel",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://www.baumschule-horstmann.de/bilder/popup/fenchel-m044745_w_3.jpg",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "9b0f75d3-aebc-4cfe-9d70-b036d727802d",
        "name": "Fichte",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://www.lubera.com/images/600/Fichte-JPG-AdobeStock_273190631-2.jpg",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "963644a0-dc84-4f3e-861f-92d50707d102",
        "name": "Fingerhut",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://imgix.obi.de/api/disc/cms/public/dam/DE-AT-Assets/Wohnen/fingerhut/1-fingerhut-160330534.jpg?crop=focalpoint&fit=crop&fp-x=0.493&fp-y=0.37&fp-z=1&w=1920&auto=format%2Ccompress&h=1079",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "995aadc2-4f10-4ca9-aa4f-e749a1131ca4",
        "name": "Frauenmantel",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://www.mein-schoener-garten.de/sites/default/files/styles/discover_4x3/public/aufmacher-frauenmantel-alchemilla-1188276057-istock.jpg?h=c3bf4dd4&itok=tkS49pGL",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "a03c7598-4202-466a-ba60-4f16820fa95c",
        "name": "Gelber Enzian",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://www.saemereien.ch/media/image/product/15439/lg/heilpflanzensamen-kaufen-gelber-enzian-stern-enzian-gentiana-lutea-samen.jpg",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    },
    {
        "id": "2981aaaa-18c2-41d6-9b5c-ecad95b1e747",
        "name": "Ginko",
        "description": "Kamille ist ein vielseitiges Heilkraut mit entzündungshemmenden Eigenschaften.",
        "asyncImageURL": "https://pflanzenkatalog.ley-baumschule.de/content/files/30008/Ginkgo-biloba-Horizontalis-600x600-proportionalsmallest.webp",
        "properties": ["entzündungshemmend", "beruhigend", "antibakteriell"],
        "effect": "Hilft bei Entzündungen und Magen-Darm-Beschwerden.",
        "usage": ["Tee", "Dampfbad", "Salbe"],
        "symptoms": ["Magen-Darm-Beschwerden", "Hautreizungen", "Erkältungen"],
        "ingredients": ["Bisabolol", "Flavonoide", "Cumarine"],
        "sideEffects": ["Kann allergische Reaktionen hervorrufen"],
        "contraindications": ["Nicht für Menschen mit Korbblütler-Allergie"],
        "harvestTime": ["Mai"],
        "harvest": "Die Blüten werden voll erblüht geerntet.",
        "isFavorite": false
    }
]
